## General
yes-receive-emails = അതെ, എനിക്ക് ഇമെയിലുകൾ അയയ്ക്കുക. ലോക്-വാച്ച പ്രോജക്റ്റിനെക്കുറിച്ച് അറിഞ്ഞിരിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.
stayintouch = അപ്‌ഡേറ്റുകളുമായും പുതിയ ഡാറ്റാ ഉറവിടങ്ങളുമായും സമ്പർക്കം പുലർത്താനും നിങ്ങൾ ഈ ഡാറ്റ എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്നതിനെക്കുറിച്ച് കൂടുതലറിയാനും ഞങ്ങൾ ആഗ്രഹിക്കുന്നു.
privacy-info = നിങ്ങളുടെ വിവരങ്ങൾ ശ്രദ്ധയോടെ കൈകാര്യം ചെയ്യുമെന്ന് ഞങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു. ഞങ്ങളുടെ കൂടുതൽ വായിക്കുക <privacyLink> സ്വകാര്യതാ അറിയിപ്പ് </privacyLink>.
return-to-cv = ലോക്-വാച്ചയിലേക്ക് മടങ്ങുക
email-input =
    .label = Emailഇമെയിൽ
submit-form-action = സമർപ്പിക്കുക
loading = ലോഡിംഗ്…
email-opt-in-info = ഗോൾ ഓർമ്മപ്പെടുത്തലുകൾ, എന്റെ പുരോഗതി അപ്‌ഡേറ്റുകൾ, ലോക്-വാച്ചയെക്കുറിച്ചുള്ള വാർത്താക്കുറിപ്പുകൾ എന്നിവ പോലുള്ള ഇമെയിലുകൾ സ്വീകരിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.
email-opt-in-privacy = ഇമെയിലുകൾ സ്വീകരിക്കുന്നത് തിരഞ്ഞെടുക്കുന്നതിലൂടെ, ഞങ്ങളുടെ വിവരിച്ചതുപോലെ ഈ വിവരങ്ങൾ കൈകാര്യം ചെയ്യുന്നതിന് നിങ്ങൾ ഞങ്ങളോട് യോജിക്കുന്നുവെന്ന് നിങ്ങൾ പ്രസ്താവിക്കുന്നു <privacyLink> സ്വകാര്യതാനയം <privacyLink> .
indicates-required = * പൂരിപ്പിക്കൽ ആവശ്യമാണ്
not-available-abbreviation = N/A

# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/import-locales.js)
# [Languages]
## Languages
as = ആസാമീസ്
bn = ബംഗാളി
en = ഇംഗ്ലീഷ്
gj = ഗുജറാത്തി
hi = ഹിന്ദി 
kn = കന്നഡ
ml = മലയാളം
mr = മറാത്തി
ne = നേപ്പാളി
or = ഓടിയ 
pa = ഓടിയ 
ta = തമിഴ്
te = തെലുങ്ക്
ur = ഉറുദു
# [/]

## Layout
speak = സംസാരിക്കുക
speak-now = ഇപ്പോള് സംസാരിക്കുക
datasets = ഡാറ്റാസെറ്റുകൾ
languages = ഭാഷകൾ
about = കുറിച്ച്
profile = പ്രൊഫൈൽ
help = സഹായിക്കൂ
contact = ബന്ധപ്പെടുക
privacy = സ്വകാര്യത
terms = നിബന്ധനകൾ
cookies = കുക്കികൾ
faq = പതിവുചോദ്യങ്ങൾ
content-license-text = ഉള്ളടക്കം ലഭ്യമാണ് <licenseLink> ക്രിയേറ്റീവ് കോമൺസ് ലൈസൻസ് </licenseLink>
share-title = ശബ്‌ദം സംഭാവന ചെയ്യാൻ മറ്റുള്ളവരെ കണ്ടെത്താൻ ഞങ്ങളെ സഹായിക്കൂ!
share-text = യഥാർത്ഥ ആളുകൾ എങ്ങനെ സംസാരിക്കുമെന്ന് മെഷീനുകളെ പഠിപ്പിക്കാൻ സഹായിക്കുക, { $link} ഇൽ നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യുക
link-copied = ലിങ്ക് പകർത്തി
back-top = മുകളിലേയ്ക്ക്
logout = ലോഗ് .ട്ട് ചെയ്യുക

## Home Page
home-title = ലോക്-വാച്ച ഓഡിയോ സാമ്പിളുകൾ ശേഖരിക്കുകയും ക്രൗഡ്സോഴ്സിംഗ് വഴി ഉത്തരങ്ങൾ സാധൂകരിക്കുകയും ചെയ്യും.
wall-of-text-start =  ശബ്ദം സ്വാഭാവികമാണ്, ശബ്ദം മനുഷ്യനാണ്. അതിനാലാണ് ഞങ്ങളുടെ മെഷീനുകൾക്കായി ഉപയോഗയോഗ്യമായ ശബ്ദ സാങ്കേതികവിദ്യ സൃഷ്ടിക്കുന്നതിൽ ഞങ്ങൾ ആകൃഷ്ടരാകുന്നത്. എന്നാൽ വോയ്‌സ് സിസ്റ്റങ്ങൾ സൃഷ്ടിക്കുന്നതിന്, വളരെ വലിയ അളവിലുള്ള വോയ്‌സ് ഡാറ്റ ആവശ്യമാണ്.
wall-of-text-more-mobile = വലിയ കമ്പനികൾ ഉപയോഗിക്കുന്ന മിക്ക ഡാറ്റയും ഭൂരിഭാഗം ആളുകൾക്കും ലഭ്യമല്ല. പുതുമയെ തടസ്സപ്പെടുത്തുന്നുവെന്ന് ഞങ്ങൾ കരുതുന്നു. അതിനാൽ ഞങ്ങൾ ഇന്ത്യൻ ഭാഷകൾക്ക് ശബ്ദ തിരിച്ചറിയൽ നടത്താൻ സഹായിക്കുന്ന ലോക്-വാച്ച എന്ന പ്രോജക്റ്റ് സമാരംഭിച്ചു.
wall-of-text-more-desktop = ഇന്ത്യൻ ഭാഷകളുടെ റിയലിസ്റ്റും പ്രായോഗികവുമായ വോയ്‌സ് ഡാറ്റാബേസ് നിർമ്മിക്കാൻ ഞങ്ങളെ സഹായിക്കുന്നതിന് ഇപ്പോൾ നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യാം. യഥാർത്ഥ ആളുകൾ എങ്ങനെ സംസാരിക്കുന്നുവെന്ന് മനസിലാക്കാൻ മെഷീനുകളെ സഹായിക്കുന്നതിന് ഒരു വാചകം വായിക്കുക. ഗുണനിലവാരം മെച്ചപ്പെടുത്തുന്നതിന് മറ്റ് സംഭാവകരുടെ പ്രവർത്തനം പരിശോധിക്കുക. ഇത് വളരെ ലളിതമാണ്!
wall-of-text-first = ശബ്ദം സ്വാഭാവികമാണ്, ശബ്ദം മനുഷ്യനാണ്. അതിനാലാണ് ഞങ്ങളുടെ മെഷീനുകൾക്കായി ഉപയോഗയോഗ്യമായ ശബ്ദ സാങ്കേതികവിദ്യ സൃഷ്ടിക്കുന്നതിൽ ഞങ്ങൾ ആവേശഭരിതരാകുന്നത്. എന്നാൽ വോയ്‌സ് സിസ്റ്റങ്ങൾ സൃഷ്‌ടിക്കുന്നതിന്, ഡവലപ്പർമാർക്ക് വളരെ വലിയ ശബ്‌ദ ഡാറ്റ ആവശ്യമാണ്.
wall-of-text-second = വലിയ കമ്പനികൾ ഉപയോഗിക്കുന്ന മിക്ക ഡാറ്റയും ഭൂരിഭാഗം ആളുകൾക്കും ലഭ്യമല്ല. പുതുമയെ തടസ്സപ്പെടുത്തുന്നുവെന്ന് ഞങ്ങൾ കരുതുന്നു. അതിനാൽ ഞങ്ങൾ ഇന്ത്യൻ ഭാഷകൾക്ക് ശബ്ദ തിരിച്ചറിയൽ നടത്താൻ സഹായിക്കുന്ന ലോക്-വാച്ച എന്ന പ്രോജക്റ്റ് സമാരംഭിച്ചു.
show-wall-of-text = കൂടുതല് വായിക്കുക
help-us-title = വാക്യങ്ങൾ സാധൂകരിക്കാൻ ഞങ്ങളെ സഹായിക്കൂ!
help-us-explain = അമർത്തുക പ്ലേ അമർത്തുക, കേള്കേ:ചുവടെയുള്ള വാചകം അവർ കൃത്യമായി പറഞ്ഞോ?
no-clips-to-validate = ഈ ഭാഷയിൽ കേൾക്കാൻ ക്ലിപ്പുകളൊന്നുമില്ലെന്ന് തോന്നുന്നു. ചിലത് ഇപ്പോൾ റെക്കോർഡുചെയ്യുന്നതിലൂടെ ക്യൂ നിറയ്ക്കാൻ ഞങ്ങളെ സഹായിക്കുക.
vote-yes = അതെ
vote-no = ഇല്ല
toggle-play-tooltip = പ്ലേ മോഡ് ടോഗിൾ ചെയ്യുന്നതിന് {shortcut-play-toggle} അമർത്തുക
speak-subtitle = നിങ്ങളുടെ ശബ്ദം സംഭാവന ചെയ്യുക
speak-goal-text = ക്ലിപ്പുകൾ റെക്കോർഡുചെയ്‌തു
listen-subtitle = ശബ്‌ദങ്ങൾ സാധൂകരിക്കാൻ ഞങ്ങളെ സഹായിക്കുക
listen-goal-text = ക്ലിപ്പുകൾ സാധൂകരിച്ചു
hours-recorded = മണിക്കൂർ റെക്കോർഡുചെയ്‌തു
hours-validated = സമയം സാധൂകരിച്ചു
voices-online = ഇപ്പോൾ ഓൺലൈനിൽ ശബ്ദങ്ങൾ
todays-progress = ഇന്നത്തെ പുരോഗതി
help-reach-goal = {$goal} ത്തിലെത്താൻ ഞങ്ങളെ സഹായിക്കുക
read-terms-q = നിങ്ങൾ ഞങ്ങളുടെ നിബന്ധനകൾ വായിച്ചിട്ടുണ്ടോ?
ready-to-record = നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യാൻ തയ്യാറാണോ?
all-locales = എല്ലാം
today = ഇന്ന്
x-weeks-short =
  { $count ->
    [one] Week
    *[other] { $count }wk
  }
x-months-short =
  { $count ->
    *[other] { $count }mo
  }
x-years-short =
  { $count ->
    *[other] { $count }y
  }


help-make-dataset = ഉയർന്ന നിലവാരമുള്ളതും പക്ഷപാതമില്ലാത്തതുമായ ഡാറ്റാഗണം നിർമ്മിക്കാൻ ഞങ്ങളെ സഹായിക്കുക
profile-not-required = സഹായകരമാണെങ്കിലും സംഭാവന ചെയ്യാൻ ഒരു പ്രൊഫൈൽ ഉണ്ടായിരിക്കേണ്ട ആവശ്യമില്ല
sign-up-account = ഒരു അക്കൗണ്ടിനായി സൈൻ അപ്പ് ചെയ്യുക
email-subscription-title = ഇമെയിൽ അപ്‌ഡേറ്റുകൾക്കായി സൈൻ അപ്പ് ചെയ്യുക

## Account Benefits
benefits = നേട്ടങ്ങൾ
rich-data = ചില അജ്ഞാത ഡെമോഗ്രാഫിക് ഡാറ്റ നൽകിക്കൊണ്ട് നിങ്ങൾ സമർപ്പിച്ച ഡാറ്റ കഴിയുന്നത്ര സമ്പന്നമാക്കുക. എല്ലാ ഡെമോഗ്രാഫിക് ഡാറ്റയും പൊതുവാക്കുന്നതിന് മുമ്പ് ഞങ്ങൾ അത് തിരിച്ചറിയുന്നു.
improve-audio = സംഭാഷണ തിരിച്ചറിയൽ കൃത്യത പരിശീലിപ്പിക്കുന്നതിന് ഉപയോഗിക്കുന്ന ഓഡിയോ ഡാറ്റ പ്രൊഫൈൽ വിവരങ്ങൾ മെച്ചപ്പെടുത്തുന്നു.
keep-track = ഒന്നിലധികം ഭാഷകളിലുടനീളമുള്ള നിങ്ങളുടെ പുരോഗതിയുടെയും അളവുകളുടെയും ട്രാക്ക് സൂക്ഷിക്കുക.
compare-progress = നിങ്ങളുടെ പുരോഗതി ലോകമെമ്പാടുമുള്ള മറ്റ് സംഭാവകരുമായി എങ്ങനെ താരതമ്യം ചെയ്യുന്നുവെന്ന് കാണുക.
view-goals = വ്യക്തിഗത, പ്രോജക്റ്റ് ലക്ഷ്യങ്ങൾക്കെതിരായ നിങ്ങളുടെ പുരോഗതി കാണുക.
join-newsletter = അപ്‌ഡേറ്റുകൾക്കും പ്രോജക്റ്റിനെക്കുറിച്ചുള്ള പുതിയ വിവരങ്ങൾക്കുമായി ഞങ്ങളുടെ ഇമെയിൽ പട്ടികയിൽ ഓപ്‌ഷണലായി ചേരുക.

## What's public
whats-public = എന്താണ് പൊതുവായത്?
email-not-public = ഞങ്ങൾ നിങ്ങളുടെ ഇമെയിൽ എല്ലാവർക്കുമുള്ളതാക്കില്ല.
recordings-and-locale-public = റെക്കോർഡിംഗുകളുടെ എണ്ണവും നിങ്ങൾ സംഭാവന ചെയ്യുന്ന ഭാഷകളും എല്ലാവർക്കുമായിരിക്കും.
username-optin-public = നിങ്ങളുടെ ഉപയോക്തൃനാമം പൊതുവായതോ അജ്ഞാതമോ ആക്കാൻ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
demographic-deidentified = ഓപ്‌ഷണലായി സമർപ്പിച്ച ഡെമോഗ്രാഫിക് ഡാറ്റ (ഉദാ. പ്രായം, ലിംഗം, ഭാഷ, ആക്‌സന്റ്) നിങ്ങൾ സമർപ്പിച്ച വോയ്‌സ് ഡാറ്റയിൽ നിന്ന് തിരിച്ചറിഞ്ഞതാണ്, അത് ഒരിക്കലും നിങ്ങളുടെ പ്രൊഫൈലിൽ പരസ്യമാക്കില്ല.
username-email-not-demographic = നിങ്ങളുടെ ഉപയോക്തൃനാമവും ഇമെയിലും പ്രസിദ്ധീകരിച്ച ഡാറ്റയുമായി ബന്ധപ്പെടുത്തില്ല.

## Speak & Listen Shortcuts
# Must be one letter that appears in the translated { skip } string.
shortcut-skip = s

## Listen Shortcuts
# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }
shortcut-play-toggle = p
shortcut-play-toggle-label = പ്ലേ / നിർത്തുക
# Must be one letter that appears in the { vote-yes } string.
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle }
shortcut-vote-yes = y
# Must be one letter that appears in the { vote-no } string.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle }
shortcut-vote-no = n

## Speak Shortcuts
# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }
shortcut-record-toggle = r
shortcut-record-toggle-label = പ്ലേ / നിർത്തുക
shortcut-rerecord-toggle = [1-5]
shortcut-rerecord-toggle-label = ക്ലിപ്പ് വീണ്ടും റെക്കോർഡുചെയ്യുക
request-language-text = ലോക്-വാച്ചയിൽ നിങ്ങളുടെ ഭാഷ ഇതുവരെ കാണുന്നില്ലേ?
request-language-button = ഒരു ഭാഷ അഭ്യർത്ഥിക്കുക

## ProjectStatus
status-contribute = നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യുക
status-hours =
    { $hours ->
        [one] One validated hour so far!
       *[other] { $hours } validated hours so far!
    }
# Variables:
# $goal - number of hours representing the next goal
status-goal = അടുത്ത ലക്ഷ്യങ്ങൾ: {$goal}
english = ഇംഗ്ലീഷ്

## ProfileForm
profile-form-username =
    .label = ഇംഗ്ലീഷ്
profile-form-native-language =
    .label = മാതൃഭാഷ
profile-form-additional-language =
    .label = അധിക ഭാഷ
profile-form-accent =
    .label = ആക്സന്റ്
profile-form-age =
    .label = വയസ്സ്
profile-form-gender =
    .label = ലൈംഗികത
leaderboard-visibility =
    .label = ലീഡർബോർഡ് ദൃശ്യപരത
hidden = മറച്ചിരിക്കുന്നു
visible = ദൃശ്യമാണ്
native-language =
    .label = മാതൃഭാഷ
profile-form-submit-save = രക്ഷിക്കും
profile-form-submit-saved = സംരക്ഷിച്ചു
male = ആൺ
female = പെൺ
# Gender
other = മറ്റുള്ളവ
why-profile-title = എന്തുകൊണ്ട് ഒരു പ്രൊഫൈൽ?
why-profile-text =  നിങ്ങളെക്കുറിച്ച് കുറച്ച് വിവരങ്ങൾ നൽകുന്നതിലൂടെ, ലോക്-വാച്ചയ്ക്ക് നിങ്ങൾ സമർപ്പിക്കുന്ന ഓഡിയോ ഡാറ്റ അവയുടെ കൃത്യത മെച്ചപ്പെടുത്തുന്നതിന് ഈ ഡാറ്റ ഉപയോഗിക്കുന്ന സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിനുകൾക്ക് കൂടുതൽ ഉപയോഗപ്രദമാകും.
dashboard = Dashboard
build-profile = പ്രൊഫൈൽ നിർമ്മിക്കുക
avatar = അവതാർ
goals = ലക്ഷ്യങ്ങൾ
settings = ക്രമീകരണങ്ങൾ
edit-profile = പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക
profile-create-success = വിജയം, പ്രൊഫൈൽ സൃഷ്‌ടിച്ചു!
profile-close = അടയ്‌ക്കുക
profile-explanation = ഒരു പ്രൊഫൈൽ ഉപയോഗിച്ച് നിങ്ങളുടെ പുരോഗതിയുടെ ട്രാക്ക് സൂക്ഷിക്കുക ഒപ്പം ഞങ്ങളുടെ ശബ്‌ദ ഡാറ്റ കൂടുതൽ കൃത്യമായിരിക്കാൻ സഹായിക്കുക.
thanks-for-account = നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിച്ചതിന് നന്ദി, ഇപ്പോൾ നിങ്ങളുടെ പ്രൊഫൈൽ നിർമ്മിക്കാം.
why-demographic = എന്തുകൊണ്ടാണ് ഇത് പ്രാധാന്യമർഹിക്കുന്നത്?
why-demographic-explanation = സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിനുകളുടെ കൃത്യത പരിശീലിപ്പിക്കുന്നതിന് ഉപയോഗിക്കുന്ന ഓഡിയോ ഡാറ്റ മെച്ചപ്പെടുത്താൻ പ്രായം, ലിംഗം, ആക്സന്റ് എന്നിവ പോലുള്ള അജ്ഞാത ഉപയോക്തൃ ഡാറ്റ സഹായിക്കുന്നു. നിങ്ങളുടെ ഉപയോക്തൃനാമവും ഇമെയിലും നിങ്ങൾ സമർപ്പിച്ച ഡാറ്റയുമായി ഒരിക്കലും ബന്ധപ്പെടുത്തില്ല, മാത്രമല്ല നിങ്ങളുടെ ഉപയോക്തൃനാമം പൊതുവായതാണോ അജ്ഞാതനാക്കണോ എന്ന് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
accept-privacy = മോസില്ലയിൽ‌ നിങ്ങൾ‌ വിശദീകരിക്കുന്നതുപോലെ നിങ്ങൾ‌ ഈ വിവരങ്ങൾ‌ കൈകാര്യം ചെയ്യുന്നതിൽ‌ എനിക്ക് കുഴപ്പമില്ല <privacyLink> സ്വകാര്യതാനയം </privacyLink>
login-identity = ലോഗിൻ ഐഡന്റിറ്റി
login-signup = ലോഗിൻ ചെയ്യുക / സൈൻ അപ്പ് ചെയ്യുക
edit = എഡിറ്റുചെയ്യുക
email-subscriptions = ഇമെയിൽ സബ്സ്ക്രിപ്ഷനുകൾ
download-profile = എന്റെ ഡാറ്റ ഡൗൺലോഡുചെയ്യുക
contribution-experience = സംഭാവന പരിചയം
skip-submission-feedback = സമർപ്പിക്കൽ ഫീഡ്‌ബാക്ക് ഒഴിവാക്കുക
skip-submission-description = സംഭാവന സമർപ്പിക്കൽ സമയത്ത് 'സമർപ്പിക്കുക' ക്ലിക്കുചെയ്തതിനുശേഷം ഫീഡ്‌ബാക്ക് ഒഴിവാക്കും. അടുത്ത 5 റെക്കോർഡിംഗുകളോ മൂല്യനിർണ്ണയങ്ങളോ ഉപയോഗിച്ച് സംഭാവന നേരിട്ട് തുടരും.
skip-submission-note = കുറിപ്പ്: സംഭാവന തരം മാറ്റുന്നതിന് നിങ്ങൾ ഇപ്പോഴും സംസാരിക്കുക അല്ലെങ്കിൽ കേള്കേ എന്നിവ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
off = ഓഫാണ്
on = ഓണാണ്
add-avatar-title = നിങ്ങളുടെ പ്രൊഫൈലിലേക്ക് ഒരു അവതാർ ചേർക്കുക
browse-file-title = ഒരു ഇമേജ് ഫയൽ അപ്‌ലോഡ് ചെയ്യുക
browse-file = വലിച്ചിടുക അല്ലെങ്കിൽ <browseWrap> ബ്രൗസുചെയ്യുക </browseWrap>
connect-gravatar = ഗ്രേവാട്ടർ മായി ബന്ധിപ്പിക്കുക
gravatar_not_found = നിങ്ങളുടെ ഇമെയിലിനായി ഒരു ഗുരുത്വാകർഷണവും കണ്ടെത്തിയില്ല
file_too_large = തിരഞ്ഞെടുത്ത ഫയൽ വളരെ വലുതാണ്
manage-subscriptions = സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ നിയന്ത്രിക്കുക
manage-email-subscriptions = ഇമെയിൽ സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ നിയന്ത്രിക്കുക
email-already-used = മറ്റൊരു അക്കൗണ്ടിനായി ഇമെയിൽ ഇതിനകം ഉപയോഗിച്ചു
add-language = ഭാഷ ചേർക്കുക
change-email-setings = ലോഗിൻ ഐഡന്റിറ്റിക്ക് കീഴിലുള്ള ക്രമീകരണങ്ങൾ വഴി നിങ്ങളുടെ ഇമെയിൽ മാറ്റുക

## FAQ
faq-title = പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ

faq-what-cv-q = എന്താണ് പ്രോജക്റ്റ് ലോക്-വാച്ച?
faq-what-cv-a = ലോക് എന്നാൽ ആളുകൾ; വാച്ച എന്നാൽ ശബ്ദം. വോയ്‌സ് ഓവർ പ്രൊഫഷണലുകളെ മാത്രമല്ല യഥാർത്ഥ ആളുകളുടെ സംഭാഷണ സാമ്പിളുകൾ ശേഖരിക്കുന്നതിനാണ് പ്രോജക്റ്റ് ലോക്-വാച്ച. വോയ്‌സ് തിരിച്ചറിയൽ സാങ്കേതികവിദ്യ ഞങ്ങൾ മെഷീനുകളുമായി ഇടപഴകുന്ന രീതിയിൽ വിപ്ലവം സൃഷ്ടിക്കുന്നു, എന്നാൽ നിലവിൽ ലഭ്യമായ സംവിധാനങ്ങൾ ചെലവേറിയതും ഉടമസ്ഥാവകാശവുമാണ്. ഇന്ത്യൻ ഭാഷ സംസാരിക്കുന്നവരുടെ ശബ്‌ദങ്ങളുടെ ഡാറ്റാബേസാണ് ലോക്-വാച്ച, ഇത് എല്ലാ ഭാഷയിലും വോയ്‌സ് പ്രാപ്‌തമാക്കിയ അപ്ലിക്കേഷനുകളെ വേഗത്തിലും എളുപ്പത്തിലും പരിശീലിപ്പിക്കാൻ ആരെയും അനുവദിക്കുന്നു. കൂടുതൽ ജനപ്രിയമായ 15 ഭാഷകളിൽ (ഇന്ത്യൻ ഇംഗ്ലീഷ് ഉൾപ്പെടെ) ആരംഭിക്കുന്ന ഇന്ത്യൻ ഭാഷകളുടെ ശബ്ദ സാമ്പിളുകൾ ഞങ്ങൾ പ്രത്യേകമായി ശേഖരിക്കുന്നു
 
faq-why-important-q = എന്തുകൊണ്ട് ഇത് പ്രധാനമാണ്?
faq-why-important-a = നമ്മൾ പരസ്പരം ആശയവിനിമയം നടത്തുന്ന ഏറ്റവും സ്വാഭാവിക മാർഗ്ഗമാണ് സംഭാഷണം, കൂടാതെ ശബ്ദ സാങ്കേതികവിദ്യകൾ ഞങ്ങളുടെ കമ്പ്യൂട്ടറുകളിലേക്കും മൊബൈൽ ഉപകരണങ്ങളിലേക്കും ആ സൗകര്യം എത്തിക്കുന്നു. തത്സമയ ട്രാൻസ്ക്രിപ്ഷൻ, വിവർത്തനം, വോയ്‌സ് പ്രാപ്‌തമാക്കിയ ഡിജിറ്റൽ അസിസ്റ്റന്റുമാർ എന്നിവപോലുള്ള അതിശയകരമായ ശബ്‌ദ തിരിച്ചറിയൽ അപ്ലിക്കേഷനുകൾ നിർമ്മിക്കാൻ ഡവലപ്പർമാരെ ശാക്തീകരിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. എന്നാൽ ഇപ്പോൾ ഇത്തരത്തിലുള്ള അപ്ലിക്കേഷനുകൾ നിർമ്മിക്കുന്നതിന് ആവശ്യമായ മിക്ക വോയ്‌സ് ഡാറ്റയും ചെലവേറിയതാണ്. ലോക്ക്-വാച്ച ഡാറ്റാസെറ്റ് ഡവലപ്പർമാർക്ക് പുതുമ നൽകേണ്ടതും സംഭാഷണ സാങ്കേതികവിദ്യ അവരുടെ സ്വന്തം ഭാഷയിൽ ലഭ്യമാക്കുന്നതും നൽകുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു. ശബ്‌ദ തിരിച്ചറിയൽ കൂടുതൽ സാർവത്രികമാക്കുന്നതിന്, ഞങ്ങൾ ഇന്ത്യയുടെ എല്ലാ കോണുകളിൽ നിന്നും വോയ്‌സ് സാമ്പിളുകൾ ശേഖരിക്കുന്നു.

faq-what-todo-q = ഈ വോയ്‌സ് സാമ്പിളുകൾ ഉപയോഗിച്ച് നിങ്ങൾ എന്താണ് ചെയ്യാൻ പോകുന്നത്?
faq-what-todo-a = അത്തരം വൈവിധ്യമാർന്ന ശബ്‌ദ ഡാറ്റാസെറ്റ് ഉള്ളത് ഈ വിടവ് പരിഹരിക്കാൻ ഡവലപ്പർമാർ, സംരംഭകർ, കമ്മ്യൂണിറ്റികൾ എന്നിവരെ പ്രാപ്തരാക്കും. ലോക്-വാച്ച പ്രോജക്റ്റിന് പുറമേ, ഹിംഗ്‌ലിഷിനും എല്ലാ ഇന്ത്യൻ ഭാഷകൾക്കുമായി സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിനും ഞങ്ങൾ നിർമ്മിക്കുന്നു.

faq-hinglish-q = എന്താണ് ഹിംഗ്ലിഷ്?
faq-hinglish-a = "ഹിന്ദി"ഒപ്പം" ഇംഗ്ലീഷ്" എന്നിവയുടെ ഒരു പോർട്ട്മാന്റോ (ഒരു മിശ്രിത വാക്ക്) ആണ് ഹിംഗ്ലിഷ്. ഹിംഗ്‌ലിഷിൽ മറ്റ് ഇന്ത്യൻ ഭാഷകളിൽ നിന്നുള്ള പദങ്ങളും റഫറൻസുകളും അടങ്ങിയിരിക്കാം, മാത്രമല്ല ഇത് ഹിന്ദിയിൽ മാത്രം പരിമിതപ്പെടുത്തിയിട്ടില്ല.  പചാരിക സന്ദർഭത്തിൽപ്പോലും, ഇന്ത്യക്കാർ വളരെ വിചിത്രമായ ഉപയോഗത്തെ / വാക്കുകളുടെ കണ്ടുപിടുത്തത്തെ സൂചിപ്പിക്കുന്നതിനും ഇത് ചിലപ്പോൾ ഉപയോഗിക്കാറുണ്ട്.

faq-what-cv-and-deepspeech-q = ലോക്-വാച്ചയും വാച്ചയും എ അയി തമ്മിലുള്ള വ്യത്യാസമെന്താണ്?
faq-what-cv-and-deepspeech-a = ഇന്ത്യൻ ഭാഷകളുടെ ഓഡിയോ സാമ്പിളുകൾ ശേഖരിക്കുന്നതിനാണ് പ്രോജക്ട് ലോക്-വാച്ച. ലോക്-വാച്ച ശേഖരിച്ച ലേബൽ ചെയ്ത ഡാറ്റ ഉപയോഗിക്കുന്ന ഒരു സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിനാണ് വാച്ച.എ.ഐ.

faq-is-goal-assistant-q = സിരി, അലക്സാ, കോർട്ടാന പോലുള്ള വോയ്‌സ് അസിസ്റ്റന്റ് നിർമ്മിക്കുക എന്നതാണ് ഈ അപ്ലിക്കേഷന്റെ ലക്ഷ്യം?
faq-is-goal-assistant-a = വോയ്‌സ്-ടെക്സ്റ്റ് ഡാറ്റാസെറ്റ് നിർമ്മിക്കുക എന്നതാണ് പ്രോജക്റ്റ് ലോക്-വാച്ചയുടെ ലക്ഷ്യം. എല്ലാ പ്രമുഖ ഇന്ത്യൻ (ഇന്ത്യൻ ഉപഭൂഖണ്ഡ) ഭാഷകൾക്കുമായി 10,000 മണിക്കൂർ ഓഡിയോ ഡാറ്റ ശേഖരിക്കാൻ ഞങ്ങൾ ലക്ഷ്യമിടുന്നു. സംഭാഷണ തിരിച്ചറിയൽ, സ്പീക്കർ തിരിച്ചറിയൽ അല്ലെങ്കിൽ വോയ്‌സ് ഡാറ്റ ആവശ്യമുള്ള മറ്റേതെങ്കിലും തരത്തിലുള്ള ആപ്ലിക്കേഷൻ എന്നിവ നിർമ്മിക്കാൻ ലോകത്തെ ആരെയും പ്രാപ്തമാക്കുക എന്നതാണ്. നിങ്ങൾ‌ക്ക് ഡാറ്റാസെറ്റ് നിർമ്മിക്കാൻ‌ കഴിയുന്ന നിരവധി തരം ആപ്ലിക്കേഷനുകളിൽ ഒന്ന് മാത്രമാണ് വോയ്‌സ് അസിസ്റ്റൻറ്.

faq-list-q = എനിക്ക് ഏത് ഭാഷകളിലേക്ക് സംഭാവന ചെയ്യാൻ കഴിയും?
faq-list-a = നിലവിൽ, ഞങ്ങൾ ആളുകളെ സംസാരിക്കാൻ അനുവദിക്കുന്നു

faq-do-want-native-q = ഞാൻ ഒരു നോൺ-നേറ്റീവ് സ്പീക്കറാണ്, ഞാൻ ഒരു ഉച്ചാരണത്തോടെ സംസാരിക്കുന്നു, നിങ്ങൾക്ക് ഇപ്പോഴും എന്റെ ശബ്ദം ആവശ്യമുണ്ടോ?
faq-do-want-native-a = അതെ, ഞങ്ങൾക്ക് പ്രത്യേകിച്ച് നിങ്ങളുടെ ശബ്‌ദം വേണം! ലോക്ക്-വാച്ചയുടെ ലക്ഷ്യത്തിന്റെ ഒരു ഭാഗം, കഴിയുന്നത്ര വ്യത്യസ്ത ആക്‌സന്റുകൾ ശേഖരിക്കുക എന്നതാണ്, അതിലൂടെ വോയ്‌സ് റെക്കഗ്നിഷൻ സേവനങ്ങൾ എല്ലാവർക്കും തുല്യമായി പ്രവർത്തിക്കുന്നു. ഇതിനർത്ഥം നോൺ-നേറ്റീവ് സ്പീക്കറുകളിൽ നിന്നുള്ള സംഭാവനകൾ പ്രത്യേകിച്ചും പ്രധാനമാണ്.

faq-why-different-speakers-q = നിങ്ങൾക്ക് ഓരോ ഭാഷയ്ക്കും വ്യത്യസ്‌ത സ്പീക്കറുകൾ ആവശ്യമായി വരുന്നത് എന്തുകൊണ്ട്?
faq-why-different-speakers-a = മിക്ക സ്പീച്ച് ഡാറ്റാബേസുകളും ചില ജനസംഖ്യാശാസ്‌ത്രങ്ങളുടെ അമിത പ്രാതിനിധ്യം ഉള്ള ഓവർ-ഓവർ പ്രൊഫഷണൽ ആർട്ടിസ്റ്റുകളുമായി പരിശീലനം നൽകുന്നു, ഇത് പുരുഷ-മധ്യവർഗങ്ങളോടുള്ള പക്ഷപാതത്തിന് കാരണമാകുന്നു. പരിശീലന ഡാറ്റാ സെറ്റുകളിൽ പ്രാതിനിധ്യം കുറവുള്ള ആക്‌സന്റുകളും പ്രാദേശിക ഭാഷകളും ഇതിനകം പാർശ്വവൽക്കരിക്കപ്പെട്ട ആളുകളുടെ ഗ്രൂപ്പുകളുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു. പല യന്ത്രങ്ങളും സ്ത്രീ ശബ്ദങ്ങൾ മനസിലാക്കാൻ പാടുപെടുന്നു. വൈവിധ്യവും ക്രമരഹിതവും ML പ്രശ്നത്തിന് നല്ലതാണ്.

faq-why-my-lang-q = എന്തുകൊണ്ടാണ് എന്റെ ഭാഷ ഇതുവരെ ഉൾപ്പെടുത്താത്തത്?
faq-why-my-lang-new-a = ഇന്ത്യയിൽ സംസാരിക്കുന്ന ഭാഷകളിൽ ഞങ്ങൾ പ്രത്യേകമായി പ്രവർത്തിക്കുന്നു. ഇവിടെ ലിസ്റ്റുചെയ്യാത്ത 6000 ഇന്ത്യൻ ഭാഷകളിലൊന്ന് നിങ്ങൾ സംസാരിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങൾക്ക് മെയിൽ ചെയ്യാവുന്നതാണ്. ഈ അപ്ലിക്കേഷന്റെ വികസനത്തിന്റെ അടുത്ത ഘട്ടത്തിൽ ഞങ്ങൾ‌ മാർ‌വാഡി, സിന്ധി, കശ്മീരി, മൈഥിലി, ഡോഗ്രി, കൊങ്കണി, ബോഡോ എന്നിവ ചേർ‌ക്കാം.

faq-what-quality-q = ഡാറ്റാസെറ്റിൽ ഒരു വോയ്‌സ് ക്ലിപ്പ് ഉപയോഗിക്കുന്നതിന് ഓഡിയോ നിലവാരത്തിന്റെ ഏത് നില ആവശ്യമാണ്?
faq-what-quality-a = ലോക്ക്-വാച്ച ഡാറ്റാസെറ്റ് ഒരു സ്പീച്ച്-ടു-ടെക്സ്റ്റ് എഞ്ചിൻ കാട്ടിൽ കേൾക്കുന്ന ഓഡിയോ ഗുണനിലവാരം പ്രതിഫലിപ്പിക്കണമെന്ന് ഞങ്ങൾ ആഗ്രഹിക്കുന്നു, അതിനാൽ ഞങ്ങൾ വൈവിധ്യത്തിനായി തിരയുന്നു. വ്യത്യസ്‌തമായ സ്പീക്കറുകളുടെ കമ്മ്യൂണിറ്റിക്ക് പുറമേ, വ്യത്യസ്‌ത ഓഡിയോ ഗുണനിലവാരമുള്ള ഒരു ഡാറ്റാഗണം പശ്ചാത്തല സംസാരത്തിൽ നിന്ന് കാർ ശബ്‌ദം വരെ വിവിധ യഥാർത്ഥ ലോക സാഹചര്യങ്ങൾ കൈകാര്യം ചെയ്യുന്നതിന് സ്പീച്ച്-ടു-ടെക്സ്റ്റ് എഞ്ചിനെ പഠിപ്പിക്കും. നിങ്ങളുടെ വോയ്‌സ് ക്ലിപ്പ് മനസ്സിലാക്കാവുന്നിടത്തോളം കാലം, ഇത് ഡാറ്റാഗണത്തിന് മതിയായതായിരിക്കണം.

faq-why-10k-hours-q = ഓഡിയോ ക്യാപ്‌ചർ ചെയ്യുന്നതിനുള്ള ഓരോ ഭാഷാ ലക്ഷ്യത്തിനും 10,000 സാധുതയുള്ള മണിക്കൂർ എന്തുകൊണ്ട്?
faq-why-10k-hours-a = ഉത്പാദനത്തിന് തയ്യാറായ സ്പീച്ച്-ടു-ടെക്സ്റ്റ് സിസ്റ്റത്തെ പരിശീലിപ്പിക്കുന്നതിന് ഏകദേശം 10,000 മണിക്കൂർ ഓഡിയോ ഡാറ്റ ഏകദേശം മണിക്കൂറുകളാണെന്ന് ഡീപ് ലേണിംഗ് / എഐ സാങ്കേതികവിദ്യയിലെ ഗവേഷണം പറയുന്നു.

faq-how-calc-hours-q = നിങ്ങൾ എങ്ങനെ മണിക്കൂർ കണക്കാക്കും?
faq-how-calc-hours-a = ഓരോ റെക്കോർഡിംഗിന്റെയും ശരാശരി ദൈർഘ്യം കണക്കാക്കിയാണ് ഞങ്ങൾ മണിക്കൂറുകൾ കണക്കാക്കുന്നത്, തുടർന്ന് എല്ലാ ഭാഷകളിലുമുള്ള മൊത്തം റെക്കോർഡിംഗുകളുടെ എണ്ണം കൊണ്ട് ആ സംഖ്യയെ ഗുണിക്കുന്നു.

faq-how-get-q = എനിക്ക് ലോക്-വാച്ച ഡാറ്റ എങ്ങനെ ലഭിക്കും?
faq-how-get-a = ഡാറ്റ ഇതുവരെ തയ്യാറായിട്ടില്ല. നല്ല അളവിലുള്ള ഡാറ്റ ശേഖരിച്ചതിനുശേഷവും, ബണ്ടിൽ ചെയ്യൽ, വൃത്തിയാക്കൽ, ലേബൽ ചെയ്യൽ എന്നിവയ്ക്ക് അധിക സമയവും വിഭവങ്ങളും ആവശ്യമാണ്. AI / ML ഡവലപ്പർമാർക്കും താൽപ്പര്യക്കാർക്കും വേണ്ടത്ര വലുതായിക്കഴിഞ്ഞാൽ ഞങ്ങൾ അത് ഡാറ്റ റിലീസ് ചെയ്തേക്കാം.

faq-pay-now-q = പ്രാദേശിക ഡാറ്റയ്‌ക്ക് പണം നൽകാൻ ഞാൻ തയ്യാറാണ്, എനിക്ക് ഇപ്പോൾ അത് ലഭിക്കുമോ?
faq-pay-now-a = ഈ പ്രോജക്റ്റിനെക്കുറിച്ച് പ്രചരിപ്പിക്കാൻ ഞങ്ങളെ സഹായിക്കാൻ ഞങ്ങൾ നിങ്ങളോട് അഭ്യർത്ഥിക്കുന്നു; അവരുടെ ശബ്ദങ്ങൾ സംഭാവന ചെയ്യാൻ ആളുകളെ ബോധ്യപ്പെടുത്തുക. ഇത് ഡാറ്റ ശേഖരണ പ്രക്രിയയും റിലീസ് ടൈംലൈനും ഉറപ്പിക്കും.

faq-contribute-q = എനിക്ക് എങ്ങനെ സംഭാവന ചെയ്യാനാകും?
faq-contribute-a = ഒരു അക്ക creating ണ്ട് സൃഷ്ടിച്ചുകൊണ്ട് നിങ്ങൾക്ക് സംഭാവന ചെയ്യാൻ കഴിയും; അപ്ലിക്കേഷൻ നൽകിയ വാക്യങ്ങൾ ഉച്ചത്തിൽ സംസാരിച്ച് നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യുക; മറ്റുള്ളവയെ അംഗീകരിക്കുകയോ നിരസിക്കുകയോ ചെയ്തുകൊണ്ട് മറ്റ് ശബ്ദങ്ങളെ സാധൂകരിക്കുന്നു. ലോക്-വാച്ചയിൽ അക്കൗണ്ടിനായി സൈൻ അപ്പ് ചെയ്യുന്നത് പ്രോജക്റ്റിനെ എ‌സ്‌ആർ മോഡലിന്റെ കൃത്യത വർദ്ധിപ്പിക്കാൻ സഹായിക്കും.

faq-why-account-q = ഞാൻ എന്തിനാണ് ഒരു അക്കൗണ്ടിനായി സൈൻ അപ്പ് ചെയ്യേണ്ടത്?
faq-is-account-public-q = എന്റെ അക്കൗണ്ട് വിവരങ്ങൾ പൊതുവായതാണോ?
faq-is-account-public-a = ഇല്ല.

faq-what-is-cv = എന്താണ് ലോക്-വാച്ച?
faq-using-cv = ലോക്-വാച്ച ഉപയോഗിക്കുന്നു
faq-description = യഥാർത്ഥ ആളുകൾ എങ്ങനെ സംസാരിക്കുമെന്ന് യന്ത്രങ്ങളെ പഠിപ്പിക്കാൻ സഹായിക്കുന്ന ഒരു സംരംഭമാണ് ലോക്-വാച്ച.
faq-search-for-answers =
    .label = ഉത്തരങ്ങൾക്കായി തിരയുക

## ABOUT US
about-title = എന്താണ് ലോക് ?
about-subtitle = ഹിന്ദിയിൽ "ലോക്" (&amp; മറ്റ് പല ഇന്ത്യൻ ഭാഷകളും) ആളുകൾ എന്നാണ് അർത്ഥമാക്കുന്നത്. "വാച്ച" എന്നാൽ ശബ്ദം. യഥാർത്ഥ ആളുകൾ എങ്ങനെ സംസാരിക്കുമെന്ന് യന്ത്രങ്ങളെ പഠിപ്പിക്കാൻ സഹായിക്കുന്ന ഒരു സംരംഭമാണ് ലോക്-വാച്ച. ലോക്-വാച്ച ഡാറ്റാസെറ്റിന് പുറമേ, ഞങ്ങൾ ഒരു ഓപ്പൺ സോഴ്‌സ് ഓട്ടോമേറ്റഡ് സ്പീച്ച് റെക്കഗ്നിഷൻ (ASR) എഞ്ചിനും നിർമ്മിക്കുന്നു.
about-header-description = ഈ രണ്ട് പ്രോജക്റ്റുകളും ഡിജിറ്റൽ സംഭാഷണ വിഭജനം പരിഹരിക്കാനുള്ള ഞങ്ങളുടെ ശ്രമങ്ങളുടെ ഭാഗമാണ്. വോയ്‌സ് തിരിച്ചറിയൽ സാങ്കേതികവിദ്യകൾ ഞങ്ങളുടെ ഉപകരണങ്ങളിലേക്ക് ഒരു മാനുഷിക മാനം നൽകുന്നു, പക്ഷേ അവ നിർമ്മിക്കുന്നതിന് ഡവലപ്പർമാർക്ക് ധാരാളം വോയ്‌സ് ഡാറ്റ ആവശ്യമാണ്. നിലവിൽ, ആ ഡാറ്റയുടെ ഭൂരിഭാഗവും ചെലവേറിയതും ഉടമസ്ഥാവകാശവുമാണ്. ഡാറ്റ യഥാർത്ഥ ആളുകളുടെ വൈവിധ്യത്തെ പ്രതിനിധീകരിക്കുന്നുവെന്ന് ഉറപ്പാക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. എല്ലാവർക്കുമായി വോയ്‌സ് തിരിച്ചറിയൽ മികച്ചതാക്കാൻ ഞങ്ങൾക്ക് ഒരുമിച്ച് കഴിയും.
how-does-it-work-title = അതെങ്ങനെയാണ് പ്രവര്ത്തിക്കുന്നത്?
how-does-it-work-text = ശബ്‌ദങ്ങളുടെ ഒരു ഓപ്പൺ സോഴ്‌സ് ഡാറ്റാസെറ്റാണ് ഞങ്ങൾ ക്രൗഡ്സോഴ്‌സ് ചെയ്യുന്നത്. നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യുക, മറ്റുള്ളവരുടെ ക്ലിപ്പുകളുടെ കൃത്യത സാധൂകരിക്കുക, ഡാറ്റാസെറ്റ് എല്ലാവർക്കുമായി മികച്ചതാക്കുക.
about-speak = സംസാരിക്കുക
about-speak-text = സംഭാവന ചെയ്ത വാക്യങ്ങളുടെ ബാങ്കിൽ നിന്ന് വായിച്ചുകൊണ്ട് സംഭാവകർ വോയ്‌സ് ക്ലിപ്പുകൾ റെക്കോർഡുചെയ്യുന്നു.
about-listen-queue = കേള്കേ-ക്യൂ
about-listen-queue-text = വോയ്‌സ് ക്ലിപ്പുകൾ ഒരു സമർപ്പിക്കൽ ക്യൂവിലേക്ക് നൽകി, അത് ശ്രവിക്കാൻ തയ്യാറാക്കുന്നു.
about-listen = കേള്കേ
about-listen-text = സംഭാവന നൽകിയ ക്ലിപ്പുകളുടെ കൃത്യത ഉപയോക്താക്കൾ സാധൂകരിക്കുന്നു, സ്പീക്കർ വാചകം ശരിയായി വായിച്ചിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുന്നു.
about-is-it-valid = ക്ലിപ്പ് സാധുതയുള്ളതാണോ?
about-is-it-valid-text = ഒരു ഉപയോക്താവ് അതെ വോട്ട് നൽകുമ്പോൾ ഒരു വോയ്‌സ് ക്ലിപ്പ് "സാധുതയുള്ളത്" എന്ന് അടയാളപ്പെടുത്തുന്നു.
about-yes-votes = Yes 2 അതെ വോട്ടുകൾ
about-yes-votes-text = ഇത് ലോക്ക് ഡാറ്റാസെറ്റിലേക്ക് മാറ്റുന്നതിന്, ഒരു വോയ്‌സ് ക്ലിപ്പ് രണ്ട് വ്യത്യസ്ത ഉപയോക്താക്കൾ സാധൂകരിക്കണം.
about-no-votes = ≥ 2 വോട്ടുകളില്ല
about-no-votes-text = ഒരു ഉപയോക്താവ് ഒരു വോയ്‌സ് ക്ലിപ്പ് നിരസിക്കുമ്പോൾ അത് ക്യൂവിലേക്ക് മടങ്ങുന്നു. രണ്ടാമതും നിരസിക്കുകയാണെങ്കിൽ, ശബ്ദ ക്ലിപ്പ് ക്ലിപ്പ് ശ്മശാനത്തിലേക്ക് നീക്കുന്നു.
about-dataset = ലോക് ഡാറ്റാസെറ്റ്
about-dataset-text = വോയ്‌സ് തിരിച്ചറിയൽ ഉപകരണങ്ങൾ നിർമ്മിക്കാൻ ഡവലപ്പർമാരെ സഹായിക്കുന്ന ലക്ഷക്കണക്കിന് വോയ്‌സ് സാമ്പിളുകൾ ലോക് ഡാറ്റാസെറ്റിൽ അടങ്ങിയിരിക്കുന്നു.
about-clip-graveyard = ക്ലിപ്പ് ശ്മശാനം
about-clip-graveyard-text = ലോക്ക് ഡാറ്റാസെറ്റിലേക്ക് മാറ്റാത്ത വോയ്‌സ് ക്ലിപ്പുകൾ ക്ലിപ്പ് ശ്മശാനത്തിൽ അടങ്ങിയിരിക്കുന്നു. ഡാറ്റാസെറ്റ് പോലെ, ക്ലിപ്പ് ശ്മശാനം ഡ .ൺ‌ലോഡിനായി ലഭ്യമാണ്.
about-partners = പങ്കാളികൾ
about-become-a-partner = ഒരു പങ്കാളിയാകുക
about-partnership = ലോക്ക് ഒരു സഹകരണ പ്രോജക്റ്റാണ്, ഒപ്പം എക്കാലത്തെയും വലിയ ശബ്‌ദ ഡാറ്റാസെറ്റ് നിർമ്മിക്കുന്നതിന് ഞങ്ങളുടെ പങ്കാളികളുടെയും സംഭാവകരുടെയും കമ്മ്യൂണിറ്റിയെ ആശ്രയിച്ചിരിക്കുന്നു. പ്രോജക്റ്റിനെ സഹായിച്ചതിന് ഇനിപ്പറയുന്ന ആളുകൾക്കും ഓർഗനൈസേഷനുകൾക്കും നന്ദി പറയാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു:
about-get-involved = ഇടപെടുക
about-get-involved-text = ലോക്-വാച്ചയെ കൂടുതൽ മികച്ചതാക്കാൻ സഹായിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
    നിർദ്ദേശങ്ങളുണ്ടോ &amp; ഫീഡ്‌ബാക്ക്? പങ്കിടുക <discourseLink>ഫോറംസ് </discourseLink>
    പ്രശ്‌നമോ ബഗോ കണ്ടെത്തിയോ? ഇത് റിപ്പോർട്ടുചെയ്യുക <githubLink>ജിറ്ഹബ്</githubLink>.
    അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും ഞങ്ങളെ ബന്ധപ്പെടുക<contactLink>ഇമെയിൽ</contactLink>

about-nav-why-common-voice = എന്തുകൊണ്ട്?
about-nav-how-it-works = എങ്ങനെ ?
about-nav-partners = പങ്കാളികൾ
about-nav-get-involved = ഇടപെടുക
mycroft-title = മൈക്രോഫ്റ്റ് എ അയി 
mycroft-subtitle = നിർമ്മിത ബുദ്ധി
mycroft-description = ലോകത്തിലെ ആദ്യത്തെ ഓപ്പൺ സോഴ്‌സ് അസിസ്റ്റന്റാണ് മൈക്രോഫ്റ്റ്.
    മൈക്രോഫ്റ്റ് എവിടെയും പ്രവർത്തിക്കുന്നു - ഒരു ഡെസ്ക്ടോപ്പ് കമ്പ്യൂട്ടറിൽ, ഒരു ഓട്ടോമൊബൈലിനുള്ളിൽ അല്ലെങ്കിൽ റാസ്ബെറി പൈയിൽ.
mycroft-secondary-description = ഇത് ഓപ്പൺ സോഴ്‌സ് സോഫ്റ്റ്വെയറാണ്, ഇത് സ re ജന്യമായി റീമിക്സ് ചെയ്യാനും വിപുലീകരിക്കാനും മെച്ചപ്പെടുത്താനും കഴിയും. സയൻസ് പ്രോജക്റ്റ് മുതൽ എന്റർപ്രൈസ് സോഫ്റ്റ്വെയർ ആപ്ലിക്കേഷൻ വരെയുള്ള എന്തിനും മൈക്രോഫ്റ്റ് ഉപയോഗിക്കാം.

## Glossary
glossary = ഗ്ലോസറി
localization = പ്രാദേശികവൽക്കരണം
localization-explanation = നിരവധി ഭാഷകൾ‌ക്കായി (ഭാഷകൾ‌) ഞങ്ങളുടെ ഉള്ളടക്കം വിവർ‌ത്തനം ചെയ്യുന്നതിനും സ്വീകരിക്കുന്നതിനുമുള്ള ഞങ്ങളുടെ പ്രക്രിയയാണിത്.
sentence-collection = വാക്യ ശേഖരണം
sentence-collection-explanation = പൊതു ഡൊമെയ്‌നിൽ നിന്ന് വാക്യങ്ങൾ ശേഖരിക്കുക, അല്ലെങ്കിൽ പൊതു ഡൊമെയ്‌നിനായി പുതിയവ എഴുതുക.
hours-recorded-explanation = ഞങ്ങൾ ഇതുവരെ ശേഖരിച്ച വോയ്‌സ് റെക്കോർഡിംഗ് സമയങ്ങളുടെ എണ്ണം.
hours-validated-explanation = “അതെ” എന്ന വോട്ട് ഉപയോഗിച്ച് 3 ഉപയോക്താക്കളിൽ 2 പേർ സാധൂകരിച്ച വോയ്‌സ് റെക്കോർഡിംഗ് സമയങ്ങളുടെ എണ്ണം. മൊത്തത്തിലുള്ള പ്രോജക്റ്റ് 10k മണിക്കൂർ ലക്ഷ്യത്തിലേക്കുള്ള പുരോഗതി ഇവ അടയാളപ്പെടുത്തുന്നു.
sst = സ്പീച്ച്-ടു-ടെക്സ്റ്റ് (എസ്ടിടി)
sst-explanation = സ്പീച്ച്-ടു-ടെക്സ്റ്റ് (എസ്ടിടി) സാങ്കേതികവിദ്യകൾ ശബ്ദ ഡാറ്റയെ വാചകമാക്കി മാറ്റുന്നു.
de-identified = തിരിച്ചറിഞ്ഞു
de-identified-explanation = ഡാറ്റാസെറ്റിന്റെ ഭാഗമായി ഡ download ൺ‌ലോഡിനായി പാക്കേജുചെയ്യുമ്പോൾ സംഭാവന നൽകിയ വോയിസ് ക്ലിപ്പുകളിൽ നിന്ന് ഒരു സംഭാവകന്റെ പ്രൊഫൈൽ‌ വിവരങ്ങൾ‌ മറയ്‌ക്കുന്ന പ്രക്രിയ.

## NotFound
notfound-title = കാണ്മാനില്ല
notfound-content = ക്ഷമിക്കണം, നിങ്ങൾ എന്താണ് തിരയുന്നതെന്ന് എനിക്കറിയില്ല.

## Data
data-download-button = ലോക്ക് ഡാറ്റ ഡൺലോഡ് ചെയ്യുക
data-download-yes = അതെ
data-download-deny = ഇല്ല
data-download-license = ലൈസൻസ്: <licenseLink> സിസി-0 </licenseLink>
data-download-modal = നിങ്ങൾ ഒരു ഡ download ൺ‌ലോഡ് ആരംഭിക്കാൻ പോകുകയാണ് <size> {$size} ജി ബി</size>, തുടരുക?
data-subtitle = സംഭാഷണ-പ്രാപ്‌തമാക്കിയ അപ്ലിക്കേഷനുകളെ പരിശീലിപ്പിക്കാൻ എല്ലാവർക്കും ഉപയോഗിക്കാവുന്ന ശബ്‌ദങ്ങളുടെ തുറന്നതും പൊതുവായി ലഭ്യമായതുമായ ഡാറ്റാസെറ്റ് ഞങ്ങൾ നിർമ്മിക്കുകയാണ്.
data-explanatory-text = വലുതും പൊതുവായി ലഭ്യമായതുമായ വോയ്‌സ് ഡാറ്റാസെറ്റുകൾ മെഷീൻ ലേണിംഗ് അധിഷ്‌ഠിത സംഭാഷണ സാങ്കേതികവിദ്യയിലെ പുതുമയും ആരോഗ്യകരമായ വാണിജ്യ മത്സരവും വളർത്തുന്നുവെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു. ഇതൊരു ആഗോള ശ്രമമാണ്, പങ്കെടുക്കാൻ എല്ലാവരേയും ഞങ്ങൾ ക്ഷണിക്കുന്നു. ലോകമെമ്പാടുമുള്ള ശബ്ദങ്ങളുടെ വൈവിധ്യത്തെ പ്രതിഫലിപ്പിക്കുന്ന സംഭാഷണ സാങ്കേതികവിദ്യയെ കൂടുതൽ‌ സമന്വയിപ്പിക്കാൻ സഹായിക്കുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം.
data-get-started = <speechBlogLink> സംഭാഷണ തിരിച്ചറിയൽ ഉപയോഗിച്ച് ആരംഭിക്കുക </speechBlogLink>
data-other-title = മറ്റ് വോയ്‌സ് ഡാറ്റാസെറ്റുകൾ…
data-other-goto = {$name} എന്നതിലേക്ക് പോകുക
data-other-download = ഡാറ്റ ഡൗൺലോഡുചെയ്യുക
data-bundle-button = ഡാറ്റാസെറ്റ് ബണ്ടിൽ ഡൗൺലോഡുചെയ്യുക
data-bundle-description = ലോക്ക് ഡാറ്റയും മുകളിലുള്ള മറ്റെല്ലാ വോയ്‌സ് ഡാറ്റാസെറ്റുകളും.
license = ലൈസൻസ്: <licenseLink> {$license} </licenseLink>
license-mixed = മിക്സഡ്
review-terms = ലോക്ക് ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ അംഗീകരിക്കുന്നു <termsLink> നിബന്ധനകൾ </termsLink> ഒപ്പം <privacyLink> സ്വകാര്യതാ അറിയിപ്പ് </privacyLink>
terms-agree = ഞാൻ അംഗീകരിക്കുന്നു
terms-disagree = ഞാൻ അംഗീകരിക്കുന്നില്ല
review-aborted = അപ്‌ലോഡ് നിർത്തിവച്ചു. നിങ്ങളുടെ റെക്കോർഡിംഗുകൾ ഇല്ലാതാക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
review-submit-title = അവലോകനം
review-submit-msg = റെക്കോർഡുചെയ്‌തതിന് നന്ദി! <lineBreak></lineBreak> ഇപ്പോൾ നിങ്ങളുടെ ക്ലിപ്പുകൾ അവലോകനം ചെയ്ത് സമർപ്പിക്കുക.
review-recording = അവലോകനം
review-rerecord = വീണ്ടും റെക്കോർഡുചെയ്യുക
review-cancel = സമർപ്പിക്കൽ റദ്ദാക്കുക
review-keep-recordings = റെക്കോർഡിംഗുകൾ സൂക്ഷിക്കുക
review-delete-recordings = എന്റെ റെക്കോർഡിംഗുകൾ ഇല്ലാതാക്കുക

## New Datasets Page
datasets-headline = സംഭാഷണ-പ്രാപ്‌തമാക്കിയ അപ്ലിക്കേഷനുകളെ പരിശീലിപ്പിക്കാൻ ആർക്കും ഉപയോഗിക്കാവുന്ന ശബ്‌ദങ്ങളുടെ ഒരു ഓപ്പൺ സോഴ്‌സ്, മൾട്ടി-ലാംഗ്വേജ് ഡാറ്റാസെറ്റ് ഞങ്ങൾ നിർമ്മിക്കുകയാണ്.
datasets-positioning =  വലിയതും പൊതുവായി ലഭ്യമായതുമായ വോയ്‌സ് ഡാറ്റാസെറ്റുകൾ മെഷീൻ ലേണിംഗ് അധിഷ്‌ഠിത സംഭാഷണ സാങ്കേതികവിദ്യയിലെ നവീകരണവും ആരോഗ്യകരമായ വാണിജ്യ മത്സരവും വളർത്തിയെടുക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു.
    കോമൺ വോയ്‌സിന്റെ മൾട്ടി-ലാംഗ്വേജ് ഡാറ്റാസെറ്റ് ഇതിനകം തന്നെ ഇത്തരത്തിലുള്ള പൊതുവായി ലഭ്യമായ ഏറ്റവും വലിയ വോയ്‌സ് ഡാറ്റാസെറ്റാണ്, പക്ഷേ ഇത് മാത്രമല്ല.
    മറ്റ് ഓപ്പൺ സോഴ്‌സ് വോയ്‌സ് ഡാറ്റാസെറ്റുകളുടെ റഫറൻസ് ഹബായി ഈ പേജിലേക്ക് നോക്കുക, കോമൺ വോയ്‌സ് വർദ്ധിച്ചുകൊണ്ടിരിക്കുമ്പോൾ, ഞങ്ങളുടെ റിലീസ് അപ്‌ഡേറ്റുകൾക്കുള്ള ഒരു വീട്.
language = ഭാഷ
# File size in gigabytes
size = വലുപ്പം
validated-hr-total = സാധൂകരിച്ച മ. ആകെ
overall-hr-total = മൊത്തത്തിൽ മ. ആകെ
cv-license = ലൈസൻസ്
audio-format = ഓഡിയോ ഫോർമാറ്റ്
number-of-voices = ശബ്‌ദങ്ങളുടെ എണ്ണം
splits = പിളർന്നു
email-to-download = ഡൗൺലോഡുചെയ്യാൻ ഇമെയിൽ നൽകുക
why-email = <b>എന്തുകൊണ്ട് ഒരു ഇമെയിൽ?</b> ഡാറ്റാസെറ്റിലെ മാറ്റങ്ങളെക്കുറിച്ച് ഭാവിയിൽ ഞങ്ങൾ നിങ്ങളെ ബന്ധപ്പെടേണ്ടതുണ്ട്, ഒരു ഇമെയിൽ ഞങ്ങൾക്ക് ഒരു സമ്പർക്കം നൽകുന്നു.
confirm-size = <b>{$size}</b> of ഒരു ഡൺ‌ലോഡ് ആരംഭിക്കാൻ നിങ്ങൾ തയ്യാറാണ്
size-gigabyte = GB
size-megabyte = MB
confirm-no-identify = ലോക് ഡാറ്റാസെറ്റിലെ സ്പീക്കറുകളുടെ ഐഡന്റിറ്റി നിർണ്ണയിക്കാൻ ശ്രമിക്കില്ലെന്ന് <b>നിങ്ങൾ സമ്മതിക്കുന്നു</b>
download-language = {$language} ഡൗൺലോഡുചെയ്യുക
validated-hours = സാധുവായ സമയം
recorded-hours = റെക്കോർഡുചെയ്‌ത സമയം
whats-inside = ലോക് ഡാറ്റാസെറ്റിനുള്ളിൽ എന്താണ്?
dataset-description-hours =
        ഡാറ്റാസെറ്റിലെ ഓരോ എൻ‌ട്രിയും ഒരു അദ്വിതീയ എം‌പി 3 ഉം അനുബന്ധ ടെക്സ്റ്റ് ഫയലും ഉൾക്കൊള്ളുന്നു. ഡാറ്റാസെറ്റിൽ റെക്കോർഡുചെയ്‌ത <b> {$total} </ b> മണിക്കൂറുകളിൽ പ്രായം, ലിംഗഭേദം, ആക്‌സന്റ് എന്നിവ പോലുള്ള ഡെമോഗ്രാഫിക് മെറ്റാഡാറ്റയും ഉൾപ്പെടുന്നു, അത് സംഭാഷണ തിരിച്ചറിയൽ എഞ്ചിനുകളുടെ കൃത്യത പരിശീലിപ്പിക്കാൻ സഹായിക്കും.
        ഡാറ്റാസെറ്റിൽ നിലവിൽ <b> {$valid} </b> <b> {$languages} </b> ഭാഷകളിൽ സാധൂകരിച്ച മണിക്കൂറുകൾ അടങ്ങിയിരിക്കുന്നു, എന്നാൽ ഞങ്ങൾ എല്ലായ്പ്പോഴും കൂടുതൽ ശബ്ദങ്ങളും ഭാഷകളും ചേർക്കുന്നു. ഒരു ഭാഷ അഭ്യർത്ഥിക്കുന്നതിനോ സംഭാവന നൽകാൻ ആരംഭിക്കുന്നതിനോ ഞങ്ങളുടെ <languagesLink> ഭാഷകളുടെ പേജ് </ languagesLink> നോക്കുക.
want-dataset-update = ലോക് ഡാറ്റാസെറ്റിന്റെ പുതിയ പതിപ്പ് ഞങ്ങൾ പുറത്തിറക്കുമ്പോൾ അപ്‌ഡേറ്റുകൾ ആവശ്യമുണ്ടോ? ഞങ്ങളുടെ വാർത്താക്കുറിപ്പ് സബ്‌സ്‌ക്രൈബുചെയ്യുക.
subscribe = സബ്‌സ്‌ക്രൈബുചെയ്യുക
get-started-speech = സംഭാഷണ തിരിച്ചറിയൽ ഉപയോഗിച്ച് ആരംഭിക്കുക
other-datasets = മറ്റ് വോയ്‌സ് ഡാറ്റാസെറ്റുകൾ
feedback-q = ഫീഡ്‌ബാക്ക് ഉണ്ടോ?
deepspeech-info = കോമൺ വോയ്‌സ് ഡാറ്റാസെറ്റ് മൊസില്ലയുടെ ഓപ്പൺ സോഴ്‌സ് വോയ്‌സ് റെക്കഗ്നിഷൻ എഞ്ചിൻ ഡീപ് സ്പീച്ച് പൂർത്തിയാക്കുന്നു, ഇത് നിങ്ങൾക്ക് സംഭാഷണ തിരിച്ചറിയൽ അപ്ലിക്കേഷനുകൾ നിർമ്മിക്കാൻ ഉപയോഗിക്കാം. ഞങ്ങളുടെ വായിക്കുക <githubLink> ഗിത്തബ് അവലോകനം </githubLink> അല്ലെങ്കിൽ ചേരുക <discourseLink> ഡീപ്സ്പീച്ച് പ്രഭാഷണം </discourseLink> എങ്ങനെ ആരംഭിക്കാമെന്ന് മനസിലാക്കാൻ.
common-voice-info-new = കോമൺ വോയ്‌സിനെക്കുറിച്ച് ചോദ്യങ്ങളുണ്ടോ? ഒരു നിർദ്ദിഷ്ട ഭാഷയെക്കുറിച്ചുള്ള മെച്ചപ്പെടുത്തലുകൾക്കോ ഫീഡ്‌ബാക്കുകൾക്കോ ഉള്ള ആശയങ്ങൾ? ഞങ്ങളിൽ ചേരുക <discourseLink> പ്രഭാഷണ ഫോറം </discourseLink> ഞങ്ങളെ അറിയിക്കുക.
data-other-librispeech-description = ലിബ്രിവോക്സ് പ്രോജക്റ്റിൽ നിന്നുള്ള റീഡ് ഓഡിയോബുക്കുകളിൽ നിന്ന് ഉരുത്തിരിഞ്ഞ ഏകദേശം 1000 മണിക്കൂർ 16 കിലോ ഹെർട്സ് റീഡ് ഇംഗ്ലീഷ് പ്രസംഗത്തിന്റെ ഒരു കോർപ്പസാണ് ലിബ്രിസ്പീച്ച്.
data-other-ted-name = അസെന്ഫോരക്സ് ദുഈലിഉമ് ബോഡി
data-other-ted-description = ഓഡിയോ സംഭാഷണങ്ങളിൽ നിന്നും അവയുടെ ട്രാൻസ്ക്രിപ്ഷനുകളിൽ നിന്നും ടെഡ്-ലിയം കോർപ്പസ് നിർമ്മിച്ചത് ടിഇഡി വെബ്സൈറ്റിൽ ലഭ്യമാണ്.
data-other-voxforge-description = ഫ്രീ, ഓപ്പൺ സോഴ്‌സ് സ്പീച്ച് റെക്കഗ്നിഷൻ എഞ്ചിനുകൾക്കൊപ്പം ഉപയോഗിക്കുന്നതിനായി പകർത്തിയ സംഭാഷണം ശേഖരിക്കുന്നതിനാണ് വോക്‌സ്‌ഫോർജ് സജ്ജീകരിച്ചത്.
data-other-tatoeba-description = ഭാഷാ പഠനത്തിനായി ഉപയോഗിക്കുന്നതിനുള്ള വാക്യങ്ങൾ, വിവർത്തനങ്ങൾ, സംഭാഷണ ഓഡിയോ എന്നിവയുടെ ഒരു വലിയ ഡാറ്റാബേസാണ് ടാറ്റോബ. ഈ ഡ download ൺ‌ലോഡിൽ‌ അവരുടെ കമ്മ്യൂണിറ്റി റെക്കോർഡുചെയ്‌ത സംഭാഷണ ഇംഗ്ലീഷ് അടങ്ങിയിരിക്കുന്നു.
your-feedback = ലോക് ഡാറ്റാസെറ്റ് എങ്ങനെ മികച്ചതാക്കാം എന്നതിനെക്കുറിച്ച് നിങ്ങൾക്ക് ആശയങ്ങൾ ഉണ്ടോ? പ്രഭാഷണത്തിൽ ഞങ്ങളെ അറിയിക്കുക
go-discourse = പ്രഭാഷണത്തിലേക്ക് പോകുക
missing-language = ഡാറ്റാസെറ്റിൽ നിങ്ങളുടെ ഭാഷ പ്രതിഫലിക്കുന്നത് കാണുന്നില്ലേ? ഞങ്ങളുടെ ഭാഷാ പേജിലേക്ക് ഒരു ഭാഷാ തല അഭ്യർത്ഥിക്കാൻ.
go-languages-page = ഭാഷാ പേജിലേക്ക് പോകുക
ready-to-validate = വാക്യങ്ങൾ സാധൂകരിക്കാൻ സഹായിക്കാൻ തയ്യാറാണോ?
more = കൂടുതൽ
close = അടയ്‌ക്കുക
download = ഡൗൺലോഡുചെയ്യുക

## Download Modal
download-title = നിങ്ങളുടെ ഡൗൺലോഡ് ആരംഭിച്ചു.
download-helpus = വോയ്‌സ് സാങ്കേതികവിദ്യയ്‌ക്ക് ചുറ്റുമുള്ള ഒരു കമ്മ്യൂണിറ്റി കെട്ടിപ്പടുക്കുന്നതിനും ഇമെയിൽ വഴി സമ്പർക്കം പുലർത്തുന്നതിനും ഞങ്ങളെ സഹായിക്കുക.
download-form-email =
    .label = നിങ്ങളുടെ ഇമെയിൽ നൽകുക
    .value = നന്ദി, ഞങ്ങൾ ബന്ധപ്പെടും.
download-back = ലോക്ക് ഡാറ്റാസെറ്റുകളിലേക്ക് മടങ്ങുക
download-no = വേണ്ട, നന്ദി

## Contact Modal
contact-title = ഫോം ബന്ധപ്പെടുക
contact-form-name =
    .label = പേര്
contact-form-message =
    .label = സന്ദേശം
contact-required = * ആവശ്യമാണ്

## Request Language Modal
request-language-title = ഭാഷാ അഭ്യർത്ഥന
request-language-form-language =
    .label = ഭാഷ
request-language-success-title = ഭാഷാ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു, നന്ദി.
request-language-success-content = കോമൺ വോയ്‌സിലേക്ക് നിങ്ങളുടെ ഭാഷ എങ്ങനെ ചേർക്കാമെന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങളുമായി ഞങ്ങൾ ഉടൻ ബന്ധപ്പെടും.
select-language = ഒരു ഭാഷ തിരഞ്ഞെടുക്കുക ...
other-language = മറ്റ് ഭാഷ

## Languages Overview
language-section-in-progress = പുരോഗതിയിൽ
language-section-in-progress-new-description = ഈ ഭാഷകൾ നിലവിൽ കമ്മ്യൂണിറ്റി വികസനത്തിലാണ്. ഓരോ ഭാഷയും എത്രത്തോളം പുരോഗതിയിലാണെന്ന് പുരോഗതി ബാറുകൾ സൂചിപ്പിക്കുന്നു <localizationGlossaryLink> വെബ്‌സൈറ്റ് പ്രാദേശികവൽക്കരണം </localizationGlossaryLink> ഒപ്പം <sentenceCollectionGlossaryLink> വാക്യ ശേഖരം </sentenceCollectionGlossaryLink> .
language-section-launched = വിക്ഷേപിച്ച
language-section-launched-description = സമാരംഭിച്ച ഈ ഭാഷകൾക്കായി വെബ്സൈറ്റ് വിജയകരമായി നടത്തി <localizationGlossaryLink> പ്രാദേശികവൽക്കരിച്ചത് </localizationGlossaryLink> , മതി <sentenceCollectionGlossaryLink> വാക്യങ്ങൾ ശേഖരിച്ചു </sentenceCollectionGlossaryLink> തുടരാൻ അനുവദിക്കുന്നതിന് <speakLink> സംസാരിക്കുക </speakLink> ഒപ്പം <listenLink> കേള്കേ </listenLink> സംഭാവനകൾ.
languages-show-more = കൂടുതൽ കാണുക
languages-show-less = കുറച്ച് കാണുക
language-speakers = സ്പീക്കറുകൾ
language-meter-in-progress = പുരോഗതി
language-total-progress = ആകെ
language-search-input =
    .placeholder = തിരയുക
localized = പ്രാദേശികവൽക്കരിച്ചത്
sentences = വാക്യങ്ങൾ
total-hours = സാധൂകരിച്ച മണിക്കൂർ

## New Contribution
action-click = ക്ലിക്കുചെയ്യുക
action-tap = ടാപ്പുചെയ്യുക
contribute = സംഭാവന ചെയ്യുക
listen = ശ്രദ്ധിക്കൂ
skip = ഒഴിവാക്കുക
shortcuts = കുറുക്കുവഴികൾ
clips-with-count = <bold> {$count} </bold> ക്ലിപ്പുകൾ
goal-help-recording = ലോക്-വാച്ചയിലെത്താൻ നിങ്ങൾ സഹായിച്ചു <goalPercentage></goalPercentage> ഞങ്ങളുടെ ദൈനംദിന {$goal value} റെക്കോർഡിംഗ് ലക്ഷ്യത്തിന്റെ!
goal-help-validation = ലോക്-വാച്ചയിലെത്താൻ നിങ്ങൾ സഹായിച്ചു <goalPercentage></goalPercentage> ഞങ്ങളുടെ ദൈനംദിന {$goal value} മൂല്യനിർണ്ണയ ലക്ഷ്യത്തിന്റെ!
contribute-more =
    { $count ->
       *[other] {$count} കൂടുതൽ ചെയ്യാൻ തയ്യാറാണോ?
    }
record-cta = റെക്കോർഡിംഗ് ആരംഭിക്കുക
record-platform-not-supported = ക്ഷമിക്കണം, നിങ്ങളുടെ പ്ലാറ്റ്ഫോം നിലവിൽ പിന്തുണയ്ക്കുന്നില്ല.
record-platform-not-supported-desktop = ഡെസ്ക്ടോപ്പ് കമ്പ്യൂട്ടറുകളിൽ, നിങ്ങൾക്ക് ഏറ്റവും പുതിയത് ഡ download ൺലോഡ് ചെയ്യാൻ കഴിയും:
record-platform-not-supported-ios = <bold>iOS</bold> ഉപയോക്താക്കൾക്ക് ഞങ്ങളുടെ സ app ജന്യ അപ്ലിക്കേഷൻ ഡ download ൺലോഡ് ചെയ്യാൻ കഴിയും:
record-must-allow-microphone = നിങ്ങൾ മൈക്രോഫോൺ ആക്സസ് അനുവദിക്കണം.
record-no-mic-found = മൈക്രോഫോണൊന്നും കണ്ടെത്തിയില്ല.
record-error-too-short = റെക്കോർഡിംഗ് വളരെ ചെറുതാണ്.
record-error-too-long = റെക്കോർഡിംഗ് ദൈർഘ്യമേറിയതാണ്.
record-error-too-quiet = റെക്കോർഡിംഗ് വളരെ ചെറുതാണ്.
record-cancel = റീ-റെക്കോർഡിംഗ് റദ്ദാക്കുക
record-instruction = {$actionType} <recordIcon></recordIcon> വാചകം ഉറക്കെ വായിക്കുക
record-stop-instruction = {$actionType} <stopIcon></stopIcon> പൂർത്തിയാകുമ്പോൾ
record-three-more-instruction = പോകാൻ മൂന്ന്!
record-again-instruction = കൊള്ളാം! <recordIcon></recordIcon> നിങ്ങളുടെ അടുത്ത ക്ലിപ്പ് റെക്കോർഡുചെയ്യുക
record-again-instruction2 = ഇത് തുടരുക, വീണ്ടും റെക്കോർഡുചെയ്യുക <recordIcon></recordIcon>
record-last-instruction = <recordIcon></recordIcon> അവസാനത്തേത്!
review-tooltip = അവലോകനം
unable-speak = ഇപ്പോൾ സംസാരിക്കാൻ കഴിയുന്നില്ലേ?
review-instruction = അവലോകനം
record-submit-tooltip = {$actionType} തയ്യാറാകുമ്പോൾ സമർപ്പിക്കുക
clips-uploaded = ക്ലിപ്പുകൾ അപ്‌ലോഡുചെയ്‌തു
record-abort-title = ആദ്യം റെക്കോർഡിംഗ് പൂർത്തിയാക്കണോ?
record-abort-text = ഇപ്പോൾ ഉപേക്ഷിക്കുന്നത് അർത്ഥമാക്കുന്നത് നിങ്ങളുടെ പുരോഗതി നഷ്‌ടപ്പെടുമെന്നാണ്
record-abort-submit = ക്ലിപ്പുകൾ സമർപ്പിക്കുക
record-abort-continue = റെക്കോർഡിംഗ് പൂർത്തിയാക്കുക
record-abort-delete = പുറത്ത്
listen-instruction = {$actionType} <playIcon></playIcon> അവർ വാചകം കൃത്യമായി പറഞ്ഞോ?
listen-again-instruction = നന്നായി ചെയ്തു! <playIcon></playIcon> നിങ്ങൾ തയ്യാറാകുമ്പോൾ വീണ്ടും കേള്കേ
listen-3rd-time-instruction = 2 താഴേക്ക്, ഇത് നിലനിർത്തുക! <playIcon></playIcon>
listen-last-time-instruction = <playIcon></playIcon> അവസാനത്തേത്!
nothing-to-validate = ഈ ഭാഷയിൽ സാധൂകരിക്കാൻ ഞങ്ങൾക്ക് ഒന്നുമില്ല, ക്യൂ നിറയ്ക്കാൻ ഞങ്ങളെ സഹായിക്കുക.
record-button-label = നിങ്ങളുടെ ശബ്‌ദം റെക്കോർഡുചെയ്യുക
share-title-new = <bold> ഞങ്ങളെ സഹായിക്കൂ </bold> കൂടുതൽ ശബ്ദങ്ങൾ കണ്ടെത്തുക

## Goals
streaks = സ്ട്രൈക്കുകൾ
days = { $count ->
  [one] ദിവസം
  *[other] *ദിവസങ്ങൾ
}
recordings = { $count ->
  [one] റെക്കോർഡിംഗുകൾ
  *[other] റെക്കോർഡിംഗുകൾ
}
validations = { $count ->
  [one] മൂല്യനിർണ്ണയം
  *[other] മൂല്യനിർണ്ണയം
}

## Dashboard
your-languages = നിങ്ങളുടെ ഭാഷകൾ
toward-next-goal = അടുത്ത ലക്ഷ്യത്തിലേക്ക്
clips-you-recorded = നിങ്ങൾ റെക്കോർഡുചെയ്‌ത ക്ലിപ്പുകൾ
clips-you-validated = നിങ്ങൾ സാധൂകരിച്ച ക്ലിപ്പുകൾ
todays-recorded-progress = ഇന്നത്തെ ലോക്-വാച്ച പുരോഗതിയിൽ ക്ലിപ്പുകൾ റെക്കോർഡുചെയ്‌തു
todays-validated-progress = ക്ലിപ്പുകളിലെ ഇന്നത്തെ ലോക്-വാച്ച പുരോഗതി സാധൂകരിച്ചു
stats = സ്ഥിതിവിവരക്കണക്കുകൾ
you = നിങ്ങൾ
everyone = എല്ലാവരും
contribution-activity = സംഭാവന പ്രവർത്തനം
top-contributors = മികച്ച സംഭാവകർ
recorded-clips = റെക്കോർഡുചെയ്‌ത ക്ലിപ്പുകൾ
validated-clips = സാധുവായ ക്ലിപ്പുകൾ
total-approved = ആകെ അംഗീകരിച്ചു
overall-accuracy = മൊത്തത്തിലുള്ള കൃത്യത

## Profile Delete
delete-q = നിങ്ങളുടെ വോയ്‌സ് റെക്കോർഡിംഗുകളും ഇല്ലാതാക്കാൻ അഭ്യർത്ഥിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ, അല്ലെങ്കിൽ ലോക്-വാച്ച ഡാറ്റാസെറ്റിൽ സൂക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
keep = സൂക്ഷിക്കുക
remove = നീക്കംചെയ്യുക
keep-info = നിങ്ങളുടെ അജ്ഞാത വോയ്‌സ് റെക്കോർഡിംഗുകൾ ലോക്-വാച്ച ഡാറ്റാസെറ്റിൽ നിലനിൽക്കും. നിങ്ങളുടെ പ്രൊഫൈൽ ഇല്ലാതാക്കിക്കഴിഞ്ഞാൽ, ഡാറ്റാസെറ്റിൽ നിന്ന് നിങ്ങളുടെ റെക്കോർഡിംഗുകൾ നീക്കംചെയ്യാനുള്ള അഭ്യർത്ഥന സമർപ്പിക്കാൻ നിങ്ങൾക്ക് മേലിൽ കഴിയില്ല
remove-info = ഡാറ്റാസെറ്റിൽ നിന്ന് നിങ്ങളുടെ വോയ്‌സ് റെക്കോർഡിംഗുകൾ നീക്കംചെയ്യാനുള്ള നിങ്ങളുടെ അഭ്യർത്ഥന ഞങ്ങൾ അവലോകനം ചെയ്യും. നിങ്ങളുടെ അഭ്യർത്ഥന അംഗീകരിക്കപ്പെട്ടാൽ, ഡാറ്റാസെറ്റ് ഡ download ൺലോഡ് ചെയ്തവരുമായി ഞങ്ങൾ ബന്ധപ്പെടുകയും നിങ്ങളുടെ ശബ്ദ റെക്കോർഡിംഗുകളും നീക്കംചെയ്യാൻ അഭ്യർത്ഥിക്കുകയും ചെയ്യും.
why-delete-recordings = വോയ്‌സ് മോഡലുകൾ പോലുള്ള പൊതുവായി ലഭ്യമായ വിഭവങ്ങൾ പരിശീലിപ്പിക്കാനും വളർത്താനും സഹായിക്കുന്നതിന് അക്കാദമിക്, ചെറുകിട ബിസിനസ്സുകൾ, വോയ്‌സ് റെക്കഗ്നിഷൻ താൽപ്പര്യക്കാർ എന്നിവരാണ് ലോക്-വാച്ച റെക്കോർഡിംഗുകൾ ഉപയോഗിക്കുന്നത്.
    നിങ്ങളുടെ റെക്കോർഡിംഗുകൾ ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നത് എന്തുകൊണ്ടാണെന്ന് ഞങ്ങളെ അറിയിക്കാമോ?
profile-form-delete = പ്രൊഫൈൽ ഇല്ലാതാക്കുക

## Landing
welcome-staff = {$company} സ്റ്റാഫിലേക്ക് സ്വാഗതം!
help-contribute = ഒരു ലോക്-വാച്ച പ്രൊഫൈൽ സൃഷ്ടിച്ച് നിങ്ങളുടെ ശബ്‌ദം സംഭാവന ചെയ്യുന്നതിലൂടെ വൈവിധ്യമാർന്ന ഓപ്പൺ സോഴ്‌സ് ഡാറ്റാസെറ്റ് നിർമ്മിക്കാൻ നിങ്ങൾക്ക് സഹായിക്കാനാകും.
login-company = {$ $company} ഇമെയിൽ ഉപയോഗിച്ച് പ്രവേശിക്കുക / സൈൻ അപ്പ് ചെയ്യുക
profile-not-required = സഹായകരമാണെങ്കിലും സംഭാവന ചെയ്യാൻ ഒരു പ്രൊഫൈൽ ഉണ്ടായിരിക്കേണ്ട ആവശ്യമില്ല, എന്തുകൊണ്ടെന്ന് ചുവടെ കാണുക.
read-more-about = ഞങ്ങളുടെ വിവര പേജിൽ കൂടുതൽ വായിക്കുക