 Marathi
yes-receive-emails = होय, मला ईमेल पाठवा. मला लोक-वाचा प्रकल्पाबद्दल माहिती रहायला आवडेल.
stayintouch = आम्ही अद्यतने, नवीन डेटा स्रोतांच्या संपर्कात राहू आणि आपण हा डेटा कसा वापरत आहात याबद्दल अधिक ऐकण्यासाठी इच्छितो.
privacy-info = आम्ही आपली माहिती काळजीपूर्वक हाताळण्याचे वचन देतो. आमच्या <privacyLink>गोपनीयता सूचना</privacyLink> मध्ये अधिक वाचा.
return-to-cv = लोक-वाचाकडे परत या
email-input = 
.label = ईमेल
submit-form-action = सबमिट करा
loading = लोड करीत आहे…
email-opt-in-info = मी ध्येय स्मरणपत्रे, माझे प्रगती आणि लोक-वचन च्या बातमीपत्रांवर ईमेल प्राप्त करू इच्छितो.
email-opt-in-privacy = ईमेल प्राप्त करण्याचा पर्याय निवडण्याद्वारे, आपण नमूद केले आहे की आमच्या <privacyLink>गोपनीयता धोरण</privacyLink> मध्ये स्पष्ट केल्यानुसार आपण ही माहिती हाताळण्यास सहमती देत ​​आहात.
indicates-required = * भरणे आवश्यक
not-available-abbreviation = N/A
 
# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/import-locals.js) 
# [Languages] 
## Languages 
as = आसामी
bn = बंगाली
en = इंग्रजी
gu = गुजराती
hi = हिंदी
kn = कन्नड
ml = मल्याळम
mr = मराठी
ne = नेपाळी
or = ओडिया
pa = पंजाबी
ta = तामिळ
te = तेलगू
ur = उर्दू
# [/] 
 
## Layout 
speak= बोला
speak-now = आता बोला
datasets = डेटासेट
languages = भाषा
about = बद्दल
profile = प्रोफाइल
help = मदत करा
contact = संपर्क
privacy = गोपनीयता
terms = अटी
cookies = कुकीज
faq = सामान्य प्रश्न
content-license-text = <licenseLink>क्रिएटिव्ह कॉमन्स परवाना</licenseLink> अंतर्गत उपलब्ध सामग्री
share-title = इतरांना सामील करण्यास आम्हाला मदत करा!
share-text = वास्तविक लोक कसे बोलतात हे शिकविण्यास मदत करा, voice { $link } at वर आपला आवाज दान करा
link-copied = दुवा कॉपी केला
back-top = वरती जा
logout = बाहेर पडणे
 
## Home Page 
home-title = लोक-वचन ऑडिओ नमुने गोळा करेल आणि गर्दीच्या साहाय्याने उत्तरे सत्यापित करतील.
wall-of-text-start = आवाज नैसर्गिक आहे, आवाज मानवी आहे. म्हणूनच आम्ही आमच्या मशीनसाठी वापरण्यायोग्य व्हॉईस तंत्रज्ञान तयार करण्यास मोहित आहोत. परंतु व्हॉईस सिस्टम तयार करण्यासाठी, मोठ्या प्रमाणात व्हॉईस डेटा आवश्यक आहे.
wall-of-text-more-mobile = मोठ्या कंपन्यांद्वारे वापरलेला बहुतेक डेटा बहुसंख्य लोकांना उपलब्ध नसतो. आम्हाला वाटते की हे नाविन्य आणते. म्हणूनच आम्ही भारतीय-भाषांसाठी आवाज ओळखण्यात मदत करण्यासाठी 'लोक-वचन' हा प्रकल्प सुरू केला आहे.
wall-of-text-more-desktop = आता आपण आपला आवाज वापरुन, भारतीय भाषांचा वास्तववादी आणि व्यावहारिक व्हॉईस विदा-संच (voice dataset) तयार करण्यात मदत करू शकता. मशीन्सना, खरी लोकं कसे बोलतात हे शिकण्यास मदत करण्यासाठी एक वाक्य वाचा. गुणवत्ता सुधारण्यासाठी अन्य सदस्यांचे कार्य तपासा. एवढेच!
wall-of-text-first = आवाज नैसर्गिक आहे, आवाज मानवी आहे. म्हणूनच आम्ही आमच्या मशीनसाठी वापरण्यायोग्य व्हॉईस तंत्रज्ञान तयार करण्यास उत्सुक आहोत. परंतु व्हॉईस सिस्टम तयार करण्यासाठी, विकसकांना अत्यंत मोठ्या प्रमाणात व्हॉईस डेटा आवश्यक आहे.
wall-of-text-second = मोठ्या कंपन्यांद्वारे वापरलेला बहुतेक डेटा बहुसंख्य लोकांना उपलब्ध नसतो. आम्हाला वाटते की हे नाविन्य आणते. म्हणूनच आम्ही भारतीय-भाषांसाठी आवाज ओळखण्यात मदत करण्यासाठी 'लोक-वचन' हा प्रकल्प सुरू केला आहे.
show-wall-of-text = अधिक वाचा
help-us-title = वाक्य मान्य करण्यात आमची मदत करा!
help-us-explain = प्ले दाबा, ऐका आणि आम्हाला सांगा: त्यांनी खाली वाक्ये अचूकपणे बोलली का?
no-clips-to-validate = या भाषेत ऐकण्यासाठी कोणत्याही क्लिप नसल्यासारखे दिसते आहे. आता काही रेकॉर्ड करून रांगेत भरण्यास मदत करा.
vote-yes = होय
vote-no = नाही
toggle-play-tooltip = प्ले मोड टॉगल करण्यासाठी { shortcut-play-toggle } शॉर्टकट-प्ले-टॉगल Press दाबा
speak-subtitle = आपला आवाज दान करा
speak-goal-text = क्लिप रेकॉर्ड केल्या
listen-subtitle = व्हॉइस सत्यापित करण्यात आमची मदत करा
listen-goal-text = क्लिप सत्यापित
hours-recorded = रेकॉर्ड केलेले तास
hours-validated = तासांचे प्रमाणित
voices-online = व्हॉइस ऑनलाईन
todays-progress = आजची प्रगती
help-reach-goal = आम्हाला{ $goal } वर पोहोचण्यात मदत करा
read-terms-q = आपण आमच्या अटी वाचल्या आहेत का?
ready-to-record = रेकॉर्डिंगसाठी तयार?
all-locales = सर्व
today = आज
x-weeks-short 
{ $count -> 
[one] Week 
*[other] { $count }आठ. 
} 
x-months-short  
{ $count -> 
*[other] { $count }म. 
} 
x-years-short 
{ $count -> 
*[other] { $count } वर्षे.
} 
 
 
help-make-dataset = आम्हाला उच्च दर्जाचे आणि निःपक्षपाती डेटासेट (विदा-संच) तयार करण्यात मदत करा
profile-not-required = योगदान करण्यासाठी प्रोफाइल बनविणे आवश्यक नाही, परंतु असल्यास उत्तम
sign-up-account = खात्यासाठी साइन अप करा
email-subscription-title = ईमेल अद्यतनांसाठी साइन अप करा

## Account Benefits 
benefits = फायदे
rich-data = आपला अज्ञात लोकसंख्याशास्त्र डेटा प्रदान करुन आपला सबमिट केलेला डेटा शक्य तितक्या समृद्ध बनवा. आम्ही सर्व लोकसंख्याशास्त्रविषयक डेटा सार्वजनिक करण्यापूर्वी त्याची ओळख पटवितो.
improve-audio = प्रोफाइल माहिती प्रशिक्षण भाषण अचूकतेमध्ये वापरलेला ऑडिओ डेटा सुधारते.
keep-track = आपल्या प्रगतीचा आणि एकाधिक भाषांमधील मेट्रिक्सचा मागोवा ठेवा.
compare-progress = आपली प्रगती जगातील इतर योगदानकर्त्यांशी कशी तुलना केली जाते ते पहा.
view-goals = वैयक्तिक आणि प्रकल्प लक्ष्यांच्या विरूद्ध आपली प्रगती पहा.
join-newsletter = प्रकल्पाविषयी अद्यतने आणि नवीन माहितीसाठी आमच्या ईमेल सूचीवर वैकल्पिकरित्या सामील व्हा.
 
## What's public 
whats-public = सार्वजनिक काय आहे?
email-not-public = आम्ही आपले ईमेल सार्वजनिक करणार नाही.
recordings-and-locale-public = रेकॉर्डिंगची संख्या आणि आपण कोणत्या भाषांमध्ये योगदान देता ते सार्वजनिक केले जाईल.
username-optin-public = आपण आपले वापरकर्तानाव सार्वजनिक किंवा निनावी ठेवणे निवडू शकता.
demographic-deidentified = वैकल्पिकरित्या सबमिट केलेला डेमोग्राफिक डेटा (उदा. वय, लिंग, भाषा आणि उच्चारण) आपल्या सबमिट केलेल्या व्हॉइस डेटामधून ओळखला गेला नाही आणि आपल्या प्रोफाइलवर कधीही सार्वजनिक केला जाणार नाही.
username-email-not-demographic = आपले वापरकर्तानाव आणि ईमेल प्रकाशित डेटाशी संबद्ध राहणार नाही.
 
## Speak & Listen Shortcuts 
# Must be one letter that appears in the translated { skip } string. 
shortcut-skip = s
 
## Listen Shortcuts 
# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }. 
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no } 
shortcut-play-toggle = p
shortcut-play-toggle-label = प्ले / थांबा
# Must be one letter that appears in the { vote-yes } string. 
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle } 
shortcut-vote-yes = y
# Must be one letter that appears in the { vote-no } string. 
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle } 
shortcut-vote-no = n
 
## Speak Shortcuts 
# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }. 
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no } 
shortcut-record-toggle = r
shortcut-record-toggle-label = रेकॉर्ड / स्टॉप
shortcut-rerecord-toggle = [१--5]
shortcut-rerecord-toggle-label = क्लिप पुन्हा रेकॉर्ड करा
request-language-text = आपली भाषा अद्याप लोक-वाचनावर दिसत नाही?
request-language-button = भाषेची विनंती करा
 
## ProjectStatus 
status-contribute = आपल्या आवाजाचे योगदान द्या
status-hours 
{ $hours -> 
[one]आतापर्यंत एक सत्यापित तास!
* [other] आतापर्यंत {$hours} सत्यापित तास!
} 
# Variables: 
# $goal - number of hours representing the next goal 
status-goal = पुढील गोल: { $goal }
english = इंग्रजी
 
## ProfileForm 
profile-form-username 
.label = वापरकर्त्याचे नाव
profile-form-native-language 
.label = मूळ भाषा
profile-form-additional-language 
.label = अतिरिक्त भाषा
profile-form-accent 
.label = उच्चारण
profile-form-age 
.label = वय
profile-form-gender 
.label = लिंग
leaderboard-visibility 
.label = लीडरबोर्ड दृश्यमानता
hidden = लपलेले
visible = दृश्यमान
native-language = 
.label = मूळ भाषा
profile-form-submit-save = जतन करा
profile-form-submit-saved = जतन केले
male = नर
female = स्त्री
# Gender 
other = इतर
why-profile-title = प्रोफाइल का?
why-profile-text = आपल्याबद्दल काही माहिती प्रदान करून, आपण लोक-वाचनावर सबमिट केलेला ऑडिओ डेटा अचूकता सुधारण्यासाठी या डेटाचा वापर करणारे स्पीच रिकग्निशन इंजिनसाठी अधिक उपयुक्त ठरेल.
dashboard = डॅशबोर्ड
build-profile = प्रोफाइल तयार करा
avatar = अवतार
goals = गोल
settings = सेटिंग्ज
edit-profile = प्रोफाईल संपादित करा
profile-create-success = यश, प्रोफाइल तयार केले!
profile-close = बंद
profile-explanation = प्रोफाइलसह आपल्या प्रगतीचा मागोवा ठेवा आणि आमच्या व्हॉइस डेटाला अधिक अचूक होण्यास मदत करा.
thanks-for-account = आपल्या खात्याची पुष्टी केल्याबद्दल धन्यवाद, आता आपण आपले प्रोफाइल तयार करूया.
why-demographic = हे प्रकरण का आहे?
why-demographic-explanation = वय, लिंग आणि उच्चारण यासारख्या अज्ञात वापरकर्त्याचा डेटा उच्चार ओळख इंजिनांच्या अचूकतेस प्रशिक्षित करण्यासाठी वापरलेला ऑडिओ डेटा सुधारण्यात मदत करतो. आपले वापरकर्तानाव आणि ईमेल कधीही आपल्या सबमिट केलेल्या डेटाशी संबद्ध राहणार नाही आणि आपण आपले वापरकर्तानाव सार्वजनिक किंवा निनावी करावे की नाही ते निवडू शकता.
accept-privacy = आपण मोझिलाच्या <privacyLink>गोपनीयता धोरण</privacyLink> मध्ये स्पष्ट केल्याप्रमाणे ही माहिती हाताळण्यास मी ठीक आहे.
login-identity = लॉगिन ओळख
login-signup = लॉग इन / साइन अप
edit = संपादित करा
email-subscriptions = ईमेल सदस्यता
download-profile = माझा डेटा डाउनलोड करा
contribution-experience = योगदानाचा अनुभव
skip-submission-feedback = सबमिशन अभिप्राय वगळा
skip-submission-description = योगदानाच्या दरम्यान सबमिट केल्यावर 'सबमिट' क्लिक केल्यानंतर अभिप्राय वगळला जाईल. पुढील 5 रेकॉर्डिंग्ज किंवा वैधतेच्या संचासह थेट योगदान दिले जाईल.
skip-submission-note = टीप: योगदानाचा प्रकार बदलण्यासाठी आपण बोलणे किंवा ऐकणे दरम्यान अद्याप निवडणे आवश्यक आहे.
off = बंद
on = चालू
add-avatar-title = आपल्या प्रोफाइलमध्ये अवतार जोडा
browse-file-title = एक प्रतिमा फाइल अपलोड करा
browse-file = ड्रॅग आणि ड्रॉप किंवा  <browseWrap>Browse</browseWrap>
connect-gravatar = Gravatar सह कनेक्ट करा
gravatar_not_found = आपल्या ईमेलसाठी कोणतेही गुरुतर सापडले नाही
file_too_large = निवडलेली फाईल खूप मोठी आहे
manage-subscriptions = सदस्यता व्यवस्थापित करा
manage-email-subscriptions = ईमेल सदस्यता व्यवस्थापित करा
email-already-used = ईमेल आधीपासून भिन्न खात्यासाठी वापरलेले आहे
add-language = भाषा जोडा
change-email-setings = लॉगिन ओळख अंतर्गत सेटिंग्जद्वारे आपले ईमेल बदला
 
## FAQ 
faq-title = सतत विचारले जाणारे प्रश्न
 
faq-what-cv-q = प्रकल्प लोक-वचन म्हणजे काय?
faq-what-cv-a = लोक म्हणजे जनता; वाचा म्हणजे बोली. प्रोजेक्ट लोक-वाचा म्हणजे केवळ व्हॉईस-ओव्हर व्यावसायिकांसाठी नव्हे तर वास्तविक लोकांचे भाषण नमुने गोळा करणे होय. व्हॉईस रेकग्निशन तंत्रज्ञान आम्ही मशीन्सशी संवाद साधण्याच्या मार्गाने क्रांतिकारक आहे, परंतु सध्या उपलब्ध असलेल्या सिस्टम महागड्या आणि मर्यादित आहेत. लोक-वाचा हा भारतीय भाषकांच्या दान केलेल्या आवाजाचा डेटाबेस आहे जो कोणालाही जलद आणि सहजपणे सर्व भाषांमध्ये व्हॉईस-सक्षम अ‍ॅप्सचे प्रशिक्षण देऊ देतो. आम्ही विशेषत: अधिक लोकप्रिय १ languages ​​भाषांसह (भारतीय इंग्रजी आणि हिंग्लिश यासह) सुरू होणार्‍या भारतीय भाषांचे व्हॉइस नमुने एकत्रित करीत आहोत, त्यानंतर अधिक दूरच्या आणि कमी बोलल्या जाणार्‍या भाषा आणि अन्य पोटभाषा. प्रोजेक्टमध्ये हिंग्लिशसह वास्तविक जीवनाची बोलणी, शब्द आणि वाक्ये समाविष्ट करणे सुनिश्चित केले आहे. हे अनुप्रयोग अधिक व्यावहारिक आणि संबंधित बनवते.
 
faq-why-important-q = हे महत्वाचे का आहे?
faq-why-important-a = बोलणे हा बर्‍याचदा नैसर्गिक मार्गाने आम्ही एकमेकांशी संवाद साधतो आणि व्हॉइस तंत्रज्ञान ही सुविधा आमच्या कॉम्प्यूटर आणि मोबाइल डिव्हाइसमध्ये आणत आहेत. आम्हाला विकसकांना रीअल-टाइम ट्रान्सक्रिप्शन, ट्रान्सलेशन आणि व्हॉईस-सक्षम डिजिटल सहाय्यक सारख्या आश्चर्यकारक व्हॉईस रेकग्निशन अनुप्रयोग तयार करण्यासाठी सक्षम बनवायचे आहे. परंतु सध्या या प्रकारच्या अॅप्स तयार करण्यासाठी आवश्यक असलेला बहुतेक व्हॉईस डेटा महाग आहे. आम्हाला आशा आहे की लोक-वाचा डेटासेट डेव्हलपर्सना त्यांच्यासाठी नवीन भाषा बनविण्याची व भाषण तंत्रज्ञान त्यांच्या भाषेत उपलब्ध करुन देण्यास आवश्यक असेल. व्हॉईस ओळख आणखी सार्वत्रिक बनविण्यासाठी आम्ही भारताच्या कानाकोप from्यातून व्हॉईसचे नमुने गोळा करीत आहोत.
 
faq-what-todo-q = या व्हॉईस नमुन्यांसह आपण काय करणार आहात?
faq-what-todo-a = आवाजाचे असे वैविध्यपूर्ण डेटासेट विकसक, उद्योजक आणि समुदायांना या अंतरांबद्दल स्वतः सामोरे जाण्यास सामर्थ्य देईल. लोक-वचन या प्रकल्पाव्यतिरिक्त, आम्ही हिंग्लिश आणि वाच.ए.आय. नावाच्या सर्व भारतीय भाषांसाठी स्पीच रिकग्निशन इंजिन देखील तयार करीत आहोत.
 
faq-hinglish-q = हिंग्लिश म्हणजे काय?
faq-hinglish-a = हिंग्लिश हा "हिंदी" आणि "इंग्रजी" चा पोर्टमँटेउ (एक मिश्रण शब्द) आहे. हिंग्लिशमध्ये अन्य भारतीय भाषांमधील शब्द / संदर्भ असू शकतात आणि ते फक्त हिंदीपुरते मर्यादित नाहीत. औपचारिक संदर्भातही कधीकधी हा शब्द भारतीयांच्या अगदी विचित्र उपयोग / शब्दाचा शोध घेण्याकरिता केला जातो.
 
faq-what-cv-and-deepspeech-q = लोक-वाचा आणि वाच.ए.ए. मध्ये काय फरक आहे?
faq-what-cv-and-deepspeech-a = प्रोजेक्ट लोक-वचन भारतीय भाषांचे ऑडिओ नमुने गोळा करण्याविषयी आहे. वाच.ए.आय. एक भाषण ओळख इंजिन आहे, जे लोक-वाचा द्वारा संकलित केलेल्या लेबल डेटाचा वापर करते.
 
faq-is-goal-assistant-q = या अ‍ॅपचे ध्येय सिरी, अलेक्सा, कॉर्टानासारखे व्हॉईस सहाय्यक तयार करणे आहे काय?
faq-is-goal-assistant-a = प्रोजेक्ट लोक-वचनचे लक्ष्य व्हॉईस-टेक्स्ट डेटासेट तयार करणे आहे. जगातील कोणालाही भाषण ओळख, स्पीकर ओळख किंवा व्हॉईस डेटा आवश्यक असणार्‍या कोणत्याही प्रकारचा अनुप्रयोग तयार करण्यास सक्षम बनविणे आहे. व्हॉईस सहाय्यक आपण तयार करण्यासाठी डेटासेट वापरू शकता अशा अनेक प्रकारच्या अनुप्रयोगांपैकी फक्त एक आहे.
 
faq-list-q = मी कोणत्या भाषांमध्ये योगदान देऊ शकतो?
faq-list-a = सध्या, आम्ही लोकांना 15 भाषा बोलू आणि मान्य करू देत आहोत, या आहेतः भारतीय इंग्रजी, हिंदी, बंगाली, उर्दू, आसामी, पंजाबी, गुजराती, मराठी, कन्नड, तेलगू, तामिळ, मल्लल्लाम, नेपाळी, ओडिया.
 
faq-do-want-native-q = मी एक देशी नसलेला स्पीकर आहे आणि मी एका उच्चारणानं बोलतो, तुम्हाला अजूनही माझा आवाज पाहिजे आहे का?
faq-do-want-native-a = होय, आम्हाला आपला आवाज विशेषत: हवा आहे! लोक-वाचनाच्या उद्दीष्टेचा एक भाग म्हणजे शक्य तितक्या विविध उच्चारण एकत्र करणे जेणेकरून आवाज ओळख सेवा प्रत्येकासाठी समान रीतीने कार्य करतील. याचा अर्थ असा की मूळ नसलेल्या भाषकांकडून दिले जाणारे देणगी विशेषतः महत्त्वपूर्ण आहेत.
 
faq-why-different-speakers-q = आपल्याला प्रति भाषेमध्ये इतक्या वेगवेगळ्या स्पीकर्सची आवश्यकता का आहे?
faq-why-different-speakers-a = बहुतेक स्पीच डेटाबेस विशिष्ट लोकसंख्याशास्त्राचे वर्णन करण्यासाठी ओव्हर ओव्हर व्यावसायिक कलाकारांसह प्रशिक्षित असतात, ज्यामुळे पुरुष आणि मध्यमवर्गाकडे पक्षपात होतो. प्रशिक्षण डेटा सेटमध्ये कमी प्रतिनिधित्व करणार्‍या अ‍ॅक्सेंट आणि पोटभाषा सामान्यत: आधीपासून सीमांत असलेल्या लोकांच्या गटांशी संबंधित असतात. बर्‍याच मशीन्स महिला आवाज समजण्यासाठी संघर्ष देखील करतात. एमएल समस्येसाठी विविधता आणि यादृच्छिकता चांगली आहे.
 
faq-why-my-lang-q = माझी भाषा अद्याप समाविष्ट का नाही?
faq-why-my-lang-new-a = आम्ही विशेषतः भारतात बोलल्या जाणार्‍या भाषांवर काम करत आहोत. आपण येथे 6000+ भारतीय भाषांपैकी एखादी भाषा बोलत असल्यास, जी येथे सूचीबद्ध नाही, आपण आम्हाला मेल करू शकता. आम्ही या अ‍ॅपच्या विकासाच्या पुढील टप्प्यात मारवाडी, सिंधी, काश्मिरी, मैथिली, डोगरी, कोंकणी, बोडो जोडू.
 
faq-what-quality-q = डेटासेटमध्ये व्हॉइस क्लिप वापरण्यासाठी कोणत्या स्तरावरील ऑडिओ गुणवत्तेची आवश्यकता आहे?
faq-what-quality-a = आम्हाला भाषण आहे की लोक-वाटा डेटासेट वाईड-टू-टेक्स्ट इंजिन ऐकू येईल अशा ऑडिओ गुणवत्तेचे प्रतिबिंबित करेल, म्हणून आम्ही विविधता शोधत आहोत. स्पीकर्सच्या विविध समुदायाव्यतिरिक्त, वेगवेगळ्या ऑडिओ गुणवत्तेसह एक डेटासेट स्पीच-टू-टेक्स्ट इंजिनला कारच्या आवाजापासून पार्श्वभूमीपासून बोलण्यापर्यंत विविध वास्तविक-जगातील परिस्थिती हाताळण्यास शिकवेल. जोपर्यंत आपली व्हॉइस क्लिप सुगम आहे तोपर्यंत डेटासेटसाठी ती चांगली असावी.
 
faq-why-10k-hours-q = ऑडिओ कॅप्चर करण्यासाठी प्रति भाषेचे लक्ष्य 10,000 प्रमाणित तास का आहे?
faq-why-10k-hours-a = डीप लर्निंग / एआय तंत्रज्ञानातील संशोधन सांगते की 10,000 तास ऑडिओ डेटा उत्पादन-तयार भाषण-ते-मजकूर सिस्टमला प्रशिक्षण देण्यासाठी आवश्यक तासांची संख्या आहे.
 
faq-how-calc-hours-q = आपण तासांची गणना कशी कराल?
faq-how-calc-hours-a = आम्ही प्रत्येक रेकॉर्डिंगच्या सरासरी लांबीचा अंदाज करून तासांची गणना करतो आणि नंतर सर्व भाषांमधील रेकॉर्डिंगच्या एकूण संख्येने ती संख्या गुणाकार करतो.
 
faq-how-get-q = मी लोक-वाचा डेटा कसा मिळवू शकतो?
faq-how-get-a = डेटा अद्याप तयार नाही. डेटा चांगला प्रमाणात गोळा करून, बंडलिंग, साफ करणे आणि डेटा लेबलिंग करण्यासाठी अतिरिक्त वेळ आणि संसाधनांची आवश्यकता असेल. एकदा एआय / एमएल डेव्हलपर आणि उत्साही लोकांचा डेटा इतका मोठा झाला की आम्ही ते सोडू शकतो.
 
faq-pay-now-q = मी स्थानिक भाषेसाठी पैसे देण्यास तयार आहे, मला ते आता मिळू शकेल काय?
faq-pay-now-a = या प्रकल्पांविषयी आमची माहिती पोहोचवण्यासाठी आम्ही आपणास आवाहन करतो; आणि लोकांना त्यांचे आवाज दान करण्यास उद्युक्त करा. हे डेटा संकलन प्रक्रिया आणि रिलीझ टाइमलाइनला बांधील.
 
faq-contribute-q = मी कसे योगदान देऊ?
faq-contribute-a = आपण एखादे खाते तयार करुन योगदान देऊ शकता; अ‍ॅपद्वारे प्रदान केलेली वाक्य मोठ्याने बोलून आपला आवाज दान करा; आणि इतरांचे कार्य मंजूर करून किंवा नाकारून इतर व्हॉइसचे प्रमाणीकरण करणे. लोक-वाचा येथे खात्यात साइन अप केल्यास प्रकल्पाला एएसआर मॉडेलची अचूकता वाढण्यास मदत होईल.
 
faq-why-account-q = मी खात्यासाठी साइन अप का करावे?
faq-is-account-public-q = माझी खाते माहिती सार्वजनिक आहे?
faq-is-account-public-a = नाही
 
faq-what-is-cv = लोक-वाचा म्हणजे काय?
faq-using-cv = लोक-वाचा वापरणे
faq-description = लोक-वाचा हा एक उपक्रम आहे ज्यायोगे मशीन्स वास्तविक लोक कसे बोलतात हे शिकविण्यास मदत करतात.
faq-search-for-answers 
.label = उत्तरे शोधा
 
## ABOUT US 
about-title = एलओके म्हणजे काय?
about-subtitle = हिंदीमधील "लोक" (& इतर अनेक भारतीय भाषा) म्हणजे लोक. "वाच" म्हणजे आवाज. लोक-वाचा हा एक उपक्रम आहे ज्यायोगे मशीन्स वास्तविक लोक कसे बोलतात हे शिकविण्यास मदत करतात. लोक-वाचा डेटासेट व्यतिरिक्त, आम्ही एक मुक्त स्त्रोत स्वयंचलित स्पीच रिकग्निशन (एएसआर) इंजिन देखील तयार करीत आहोत.
about-header-description = हे दोन्ही प्रकल्प डिजिटल स्पीच विभाजन कमी करण्याच्या आमच्या प्रयत्नांचा एक भाग आहेत. व्हॉईस रिकग्निशन टेक्नॉलॉजी आमच्या डिव्हाइसवर मानवी आयाम आणतात, परंतु विकासकांना ते तयार करण्यासाठी प्रचंड प्रमाणात व्हॉईस डेटाची आवश्यकता असते. सध्या, त्यातील बहुतेक डेटा महाग आणि मालकीचा आहे. आम्हाला खात्री करुन घ्यायची आहे की डेटा वास्तविक लोकांच्या विविधतेचे प्रतिनिधित्व करतो. एकत्रितपणे आम्ही प्रत्येकासाठी व्हॉइस ओळख अधिक चांगली बनवू शकतो.
how-does-it-work-title = हे कस काम करत?
how-does-it-work-text = आम्ही व्हॉईसच्या ओपन-सोर्स डेटासेटला क्राऊडसोर्स करीत आहोत. आपला आवाज दान करा, इतर लोकांच्या क्लिपची अचूकता सत्यापित करा, डेटासेट प्रत्येकासाठी अधिक चांगले करा.
about-speak = बोला
about-speak-text = योगदानकर्ता दान केलेल्या वाक्यांमधून वाचून व्हॉइस क्लिप रेकॉर्ड करतात.
about-listen-queue = ऐका-रांग
about-listen-queue-text = व्हॉइस क्लिप सबमिशन रांगेत प्रवेश केल्या आहेत ज्या ऐकण्यासाठी त्यांना तयार करतात.
about-listen = ऐका
about-listen-text = स्पीकरने वाक्य योग्यरित्या वाचले आहे हे तपासून वापरकर्ते दान केलेल्या क्लिपची अचूकता सत्यापित करतात.
about-is-it-valid = क्लिप वैध आहे का?
about-is-it-valid-text = जेव्हा वापरकर्त्याने हो मत दिले की व्हॉइस क्लिपला "वैध" चिन्हांकित केले जाईल.
about-yes-votes = ≥ 2 होय मते
about-yes-votes-text = ते लोक डेटासेटमध्ये बनविण्यासाठी, व्हॉइस क्लिप दोन स्वतंत्र वापरकर्त्यांद्वारे प्रमाणित करणे आवश्यक आहे.
about-no-votes = ≥ 2 मते नाहीत
about-no-votes-text = जेव्हा एखादा वापरकर्ता व्हॉइस क्लिप नाकारतो तो रांगेत परत येतो. दुसर्‍या वेळी नाकारल्यास व्हॉईस क्लिप क्लिप कब्रिस्तानमध्ये हलविली जाईल.
about-dataset = लोक डेटासेट
about-dataset-text = लोक डेटासेटमध्ये शेकडो हजार व्हॉईस नमुने आहेत जे विकासकांना आवाज ओळख साधने तयार करण्यात मदत करतात.
about-clip-graveyard = क्लिप स्मशानभूमी
about-clip-graveyard-text = क्लिप कब्रिस्तानमध्ये व्हॉइस क्लिप्स असतात ज्या त्यास लोक डेटासेटमध्ये बनवीत नाहीत. डेटासेट प्रमाणेच, क्लिप कब्रिस्तान डाउनलोड करण्यासाठी उपलब्ध आहे.
about-partners = भागीदार
about-become-a-partner = भागीदार व्हा
about-partnership = लोक हा एक सहयोगी प्रकल्प आहे आणि आतापर्यंतचा सर्वात मोठा ओपन-सोर्स डेटासेट तयार करण्यासाठी आम्ही आमच्या भागीदार आणि योगदानकर्त्यांच्या समुदायावर अवलंबून आहोत. आम्ही या प्रकल्पात मदत केल्याबद्दल पुढील लोक आणि संस्थांचे आभार मानू इच्छितो:
about-get-involved = अडकणे
about-get-involved-text = लोक-वचन आणखी उत्कृष्ट बनविण्यात मदत करू इच्छिता?
सूचना & विद्युतप्रवाह मोजण्याच्या एककाचे संक्षिप्त रुप; अभिप्राय? <discourseLink> फोरम </discourseLink> वर सामायिक करा,
समस्या सापडली की दोष? <githubLink> GitHub </githubLink> वर त्याचा अहवाल द्या.
किंवा दुसर्‍या कशासाठी आमच्याशी संपर्क साधा <contactLink>> ईमेल </contactLink>.
 
about-nav-why-common-voice = का ?
about-nav-how-it-works = कसे?
about-nav-partners = भागीदार
about-nav-get-involved = अडकणे
mycroft-title = मायक्रॉफ्ट आय
mycroft-subtitle = कृत्रिम बुद्धिमत्ता
mycroft-description = मायक्रॉफ्ट हा जगातील पहिला मुक्त स्रोत सहाय्यक आहे.
मायक्रॉफ्ट कुठेही चालतो - डेस्कटॉप संगणकावर, ऑटोमोबाईलमध्ये किंवा रास्पबेरी पाईवर. 
mycroft-secondary-description = हे मुक्त स्त्रोत सॉफ्टवेअर आहे जे मुक्तपणे रीमिक्स केले जाऊ शकते, विस्तारित आणि सुधारित केले जाऊ शकते. मायक्रॉफ्टचा उपयोग सायन्स प्रोजेक्टपासून एंटरप्राइझ सॉफ्टवेअर अ‍ॅप्लिकेशनपर्यंत कशासाठीही होऊ शकतो.
 
## Glossary 
glossary = शब्दकोष
localization = स्थानिकीकरण
localization-explanation = बर्‍याच लोकॅल (भाषांमध्ये) आमच्या सामग्रीचे भाषांतर आणि रुपांतर करण्याची ही आमची प्रक्रिया आहे.
sentence-collection = वाक्य संग्रह
sentence-collection-explanation = सार्वजनिक डोमेनमधून वाक्य गोळा करणे किंवा सार्वजनिक डोमेनसाठी नवीन लिहिणे.
hours-recorded-explanation = आतापर्यंत आम्ही संकलित केलेल्या व्हॉईस रेकॉर्डिंग तासांची संख्या.
hours-validated-explanation = "होय" च्या मतासह 3 पैकी 2 वापरकर्त्यांद्वारे सत्यापित केलेल्या व्हॉईस रेकॉर्डिंग तासांची संख्या एकूण प्रकल्पाच्या 10k तासांच्या उद्दीष्ट्यासाठी ही प्रगती चिन्हांकित करते.
sst = स्पीच टू टेक्स्ट (STT)
sst-explanation = स्पीच-टू-टेक्स्ट (STT) तंत्रज्ञान व्हॉइस डेटाला मजकूरामध्ये रूपांतरित करते.
de-identified = डी-ओळखले
de-identified-explanation = डेटासेटचा एक भाग म्हणून डाउनलोड करण्यासाठी पॅकेज केल्यावर सहयोगकर्त्याची प्रोफाइल माहिती त्यांच्या देणगीदार व्हॉइस क्लिपवरून अस्पष्ट ठेवली जाते.
 
## NotFound 
notfound-title = सापडले नाही
notfound-content = मला भीती वाटते की आपण काय पहात आहात हे मला माहित नाही.
 
## Data 
data-download-button = लोक डेटा डाउनलोड करा
data-download-yes = होय
data-download-deny = नाही
data-download-license = परवाना: <licenseLink> CC-0 </licenseLink>
data-download-modal = आपण <size>{ $size }GB</size> चे डाउनलोड प्रारंभ करणार आहात, पुढे जा?
data-subtitle = आम्ही व्हॉईसचा एक खुला आणि सार्वजनिकपणे उपलब्ध डेटासेट तयार करीत आहोत जो प्रत्येकजण भाषण-सक्षम अनुप्रयोगांना प्रशिक्षित करण्यासाठी वापरू शकतो.
data-explanatory-text = आमचा विश्वास आहे की मशीन-लर्निंग आधारित स्पीच तंत्रज्ञानामध्ये मोठ्या आणि सार्वजनिकरित्या उपलब्ध व्हॉईस डेटासेटचे नूतनीकरण आणि निरोगी व्यावसायिक स्पर्धा वाढवते. हा जागतिक प्रयत्न आहे आणि आम्ही सर्वांना सहभागी होण्यासाठी आमंत्रित करतो. आमचे उद्दीष्ट जगातील आवाजातील विविधता प्रतिबिंबित करणारे भाषण तंत्रज्ञानास अधिक समावेश करण्यात मदत करणे आहे.
data-get-started = <speechBlogLink> भाषण ओळखीसह प्रारंभ करा </speechBlogLink>
data-other-title = अन्य व्हॉईस डेटासेट ...
data-other-goto = { $name } वर जा
data-other-download = डेटा डाउनलोड करा
data-bundle-button = डेटासेट बंडल डाउनलोड करा
data-bundle-description = वरील डेटा वरील सर्व इतर व्हॉईस डेटासेट.
license = परवाना: <licenseLink>{ $license }</licenseLink>
license-mixed = मिश्रित
review-terms = लोक वापरुन, आपण आमच्या <termsLink>अटी</termsLink> and <privacyLink>गोपनीयता सूचना</privacyLink> गोपनीयता लिंकला सहमती देता
terms-agree = मी सहमत आहे
terms-disagree = मी सहमत नाही
review-aborted = अपलोड रद्द केले. आपण आपले रेकॉर्डिंग हटवू इच्छिता?
review-submit-title = पुनरावलोकन व सबमिट करा
review-submit-msg = रेकॉर्डिंग केल्याबद्दल धन्यवाद! <lineBreak></lineBreak> आता खाली आपल्या क्लिपचे पुनरावलोकन करा आणि सबमिट करा.
review-recording = पुनरावलोकन
review-rerecord = पुन्हा रेकॉर्ड करा
review-cancel = सबमिशन रद्द करा
review-keep-recordings = रेकॉर्डिंग ठेवा
review-delete-recordings = माझी रेकॉर्डिंग हटवा
 
## New Datasets Page 
datasets-headline = आम्ही ओपन सोर्स, आवाजांची बहु-भाषा डेटासेट तयार करीत आहोत ज्याचा वापर कोणीही भाषण-सक्षम अनुप्रयोगांना प्रशिक्षण देण्यासाठी वापरू शकेल.
datasets-positioning = आमचा विश्वास आहे की मोठ्या, सार्वजनिकरित्या उपलब्ध व्हॉईस डेटासेट मशीन-शिक्षण आधारित भाषण तंत्रज्ञानामध्ये नवकल्पना आणि निरोगी व्यावसायिक स्पर्धा वाढवतील.
कॉमन व्हॉईसची बहु-भाषा डेटासेट आधीपासूनच आपल्या प्रकारची सर्वात मोठी सार्वजनिकपणे उपलब्ध व्हॉईस डेटासेट आहे, परंतु ती एकमेव नाही.
अन्य मुक्त स्रोत व्हॉईस डेटासेटचे संदर्भ केंद्र म्हणून या पृष्ठाकडे पहा आणि आमचे प्रकाशन अद्यतनित करण्यासाठी कॉमन व्हॉईस जसजसे वाढत जाईल तसतसे. 
language = भाषा
# File size in gigabytes 
size = आकार
validated-hr-total = प्रमाणित तास एकूण
overall-hr-total = एकूणच ता. एकूण
cv-license = परवाना
audio-format = ऑडिओ स्वरूप
number-of-voices = आवाजांची संख्या
splits = विभाजन
email-to-download = डाउनलोड करण्यासाठी ईमेल प्रविष्ट करा
why-email = <b>Why an email?</b> डेटासेटच्या बदलांविषयी आम्हाला भविष्यात आपल्याशी संपर्क साधण्याची आवश्यकता असू शकते, ईमेल आम्हाला संपर्कासाठी एक बिंदू प्रदान करते.
confirm-size = आपण <b>{ $size }</b> डाउनलोड डाउनलोड करण्यास सज्ज आहात
size-gigabyte = जीबी
size-megabyte = एमबी
confirm-no-identify = <b>You agree</b> लोक डेटासेटमधील स्पीकर्सची ओळख निश्चित करण्याचा प्रयत्न करू नका
download-language = { $language } डाउनलोड करा
validated-hours = प्रमाणित तास
recorded-hours = रेकॉर्ड केलेले तास
whats-inside = लोक डेटासेटमध्ये काय आहे?
dataset-description-hours 
डेटासेटमधील प्रत्येक प्रविष्टीमध्ये एक अद्वितीय एमपी 3 आणि संबंधित मजकूर फाइल असते. डेटासेटमधील रेकॉर्ड केलेल्या बर्‍याच <b>{ $total }</b> तासांमध्ये वय, लिंग आणि उच्चारण सारख्या डेमोग्राफिक मेटाडेटाचा समावेश आहे जे भाषण ओळख इंजिनांच्या अचूकतेस प्रशिक्षित करण्यात मदत करू शकतात.
डेटासेटमध्ये <b>{ $valid }</b> भाषा मध्ये वैध तास<b>{ $languages }</b> , परंतु आम्ही नेहमीच अधिक आवाज आणि भाषा जोडत आहोत. भाषेची विनंती करण्यासाठी किंवा भाषांतर करण्यास प्रारंभ करण्यासाठी आमचे <languagesLink> भाषा पृष्ठ </languagesLink> पहा.
want-dataset-update = जेव्हा आम्ही लोक डेटासेटची नवीन आवृत्ती रीलिझ करतो तेव्हा अद्यतने पाहिजे? आमच्या वृत्तपत्राची सदस्यता घ्या.
subscribe = सदस्यता घ्या
get-started-speech = भाषण ओळखीसह प्रारंभ करा
other-datasets = इतर व्हॉइस डेटासेट
feedback-q = अभिप्राय आहे?
deepspeech-info = कॉमन व्हॉईस डेटासेट मोझिलाचे ओपन सोर्स व्हॉइस रिकग्निशन इंजिन डीप स्पीचची पूर्तता करतो, जो आपण स्पीच रिकग्निशन अर्ज तयार करण्यासाठी वापरू शकता. कसे सुरू करावे हे जाणून घेण्यासाठी आमचे <githubLink>Github overview</githubLink> वाचा किंवा <discourseLink> डीपस्पीच प्रवचना </discourseLink> मध्ये सामील व्हा.
common-voice-info-new = कॉमन व्हॉईस बद्दल काही प्रश्न आहेत? एखाद्या विशिष्ट भाषेबद्दलच्या सुधारणांचे विचार किंवा अभिप्राय? आमच्यास आमच्या <discourseLink> डिस्कोर्स फोरम </discourseLink> वर सामील व्हा आणि आम्हाला कळवा.
data-other-librispeech-description = लिब्रीस्पेच हे लिब्रीवॉक्स प्रोजेक्टमधील ऑडिओबुकवरुन वाचलेल्या इंग्रजी भाषेच्या सुमारे 16 तासांच्या सुमारे 1000 तासांचे कॉर्पस आहे.
data-other-ted-name = टेड-लिम कॉर्पस
data-other-ted-description = टेड-लिम कॉर्पस ऑडिओ चर्चेतून तयार केले गेले आहेत आणि त्यांचे ट्रान्सक्रिप्शन टेड वेबसाइटवर उपलब्ध आहेत.
data-other-voxforge-description = फ्री आणि ओपन सोर्स स्पीच रिकग्निशन इंजिनसह वापरण्यासाठी लिप्यंतरणाचे भाषण एकत्र करण्यासाठी व्हॉक्सफोर्जची स्थापना केली गेली.
data-other-tatoeba-description = ताटोएबा ही भाषा शिकण्यासाठी वापरण्यासाठी वाक्ये, भाषांतरे आणि स्पोकन ऑडिओचा एक मोठा डेटाबेस आहे. या डाउनलोडमध्ये त्यांच्या समुदायाद्वारे रेकॉर्ड केलेल्या स्पोकन इंग्रजी आहेत.
your-feedback = आम्ही लोक डेटासेट कसे चांगले बनवू शकतो याबद्दल आपल्याकडे कल्पना आहे? आम्हाला प्रवचनावर जाणून घ्या
go-discourse = प्रवचनावर जा
missing-language = आपली भाषा डेटासेटमध्ये प्रतिबिंबित दिसत नाही? आमच्या भाषेच्या पृष्ठावरील भाषेच्या शीर्षकाची विनंती करण्यासाठी.
go-languages-page = भाषा पृष्ठावर जा
ready-to-validate = वाक्य मान्य करण्यास मदत करण्यास तयार आहात?
more = अधिक
close = बंद
download = डाउनलोड करा
 
## Download Modal 
download-title = आपले डाउनलोड प्रारंभ झाले आहे.
download-helpus = व्हॉईस तंत्रज्ञानाभोवती एक समुदाय तयार करण्यास, ईमेलद्वारे संपर्कात राहण्यास आम्हाला मदत करा.
download-form-email 
.label = तुमचा ईमेल टाका
.value = धन्यवाद, आम्ही संपर्कात राहू.
download-back = लोक डेटासेटवर परत या
download-no = नको धन्यवाद
 
## Contact Modal 
contact-title = संपर्क फॉर्म
contact-form-name 
.label = नाव
contact-form-message 
.label = संदेश
contact-required = * आवश्यक
 
## Request Language Modal 
request-language-title = भाषेची विनंती
request-language-form-language 
.label = भाषा
request-language-success-title = भाषा विनंती यशस्वीरित्या सबमिट केली, धन्यवाद.
request-language-success-content = आमची भाषा लवकरच कॉमन व्हॉईसमध्ये कशी जोडावी याविषयी अधिक माहितीच्या संपर्कात आहोत.
select-language = एक भाषा निवडा ...
other-language = इतर भाषा
 
## Languages Overview 
language-section-in-progress = प्रगतीपथावर
language-section-in-progress-new-description = या भाषा सध्या सामुदायिक विकासाच्या अधीन आहेत. प्रगती पट्टे दर्शविते की प्रत्येक भाषा  <localizationGlossaryLink>वेबसाइट स्थानिकीकरण</localizationGlossaryLink> आणि <sentenceCollectionGlossaryLink>वाक्य संग्रह</sentenceCollectionGlossaryLink> प्रक्रियेमध्ये किती दूर आहे.
language-section-launched = सुरू केले
language-section-launched-description = या प्रक्षेपित भाषांकरिता वेबसाइट यशस्वीरित्या <localizationGlossaryLink>localized</localizationGlossaryLink> ला अनुमती देण्यासाठी पुरेशी <sentenceCollectionGlossaryLink>वाक्य गोळा केले</sentenceCollectionGlossaryLink> केली गेली आहे आणि चालू असलेल्या <speakLink>बोला</speakLink> आणि <listenLink>ऐका</listenLink>  योगदान.
languages-show-more = अजून पहा
languages-show-less = कमी पहा
language-speakers = स्पीकर्स
language-meter-in-progress = प्रगती
language-total-progress = एकूण
language-search-input 
.placeholder = शोधा
localized = स्थानिकीकृत
sentences = वाक्य
total-hours = प्रमाणित तास
 
## New Contribution= 
action-click = क्लिक करा
action-tap = टॅप करा
contribute = योगदान द्या
listen = ऐका
skip = वगळा
shortcuts = शॉर्टकट्स
clips-with-count = <bold>{ $count }</bold> क्लिप
goal-help-recording  आमच्या दैनंदिन { $goalValue } रेकॉर्डिंग ध्येयांपैकी आपण लोक-वाचा <goalPercentage> </goalPercentage> पर्यंत पोहोचण्यास मदत केली आहे!
goal-help-validation = आपण आमच्या दैनिक { $goalValue } वैधता ध्येयातील <goalPercentage> </goalPercentage> पर्यंत पोहोचण्यासाठी लोक-वाचनास मदत केली आहे!
contribute-more 
{ $count -> 
* [other] { $count } अधिक करण्यास सज्ज आहात?
} 
record-cta = रेकॉर्डिंग प्रारंभ करा
record-platform-not-supported = आम्ही दिलगीर आहोत, परंतु आपले व्यासपीठ सध्या समर्थित नाही.
record-platform-not-supported-desktop = डेस्कटॉप संगणकांवर, आपण नवीनतम डाउनलोड करू शकता:
record-platform-not-supported-ios = <bold>iOS</bold> वापरकर्ते आमचे विनामूल्य अ‍ॅप डाउनलोड करू शकतात:
record-must-allow-microphone = आपण मायक्रोफोन प्रवेशास अनुमती देणे आवश्यक आहे.
record-no-mic-found = कोणताही मायक्रोफोन आढळला नाही.
record-error-too-short = रेकॉर्डिंग खूपच लहान होते.
record-error-too-long = रेकॉर्डिंग बरेच लांब होते.
record-error-too-quiet = रेकॉर्डिंग खूप शांत होते.
record-cancel = पुन्हा रेकॉर्डिंग रद्द करा
record-instruction = { $actionType } <recordIcon></recordIcon> नंतर वाक्य मोठ्याने वाचा
record-stop-instruction = पूर्ण झाल्यावर. { $actionType }<stopIcon></stopIcon>
record-three-more-instruction = जायला तीन!
record-again-instruction = छान! <recordIcon></recordIcon> आपली पुढील क्लिप रेकॉर्ड करा
record-again-instruction2 = हे सुरू ठेवून पुन्हा <recordIcon></recordIcon> रेकॉर्ड करा
record-last-instruction = <recordIcon></recordIcon> शेवटचे!
review-tooltip = आपण जाताच येथे क्लिपचे पुनरावलोकन करा आणि पुन्हा-रेकॉर्ड करा
unable-speak = आत्ता बोलण्यात अक्षम?
review-instruction = आवश्यक असल्यास क्लिपचे पुनरावलोकन व रेकॉर्ड करा
record-submit-tooltip = तयार झाल्यावर { $actionType } सबमिट करा
clips-uploaded = क्लिप अपलोड केल्या
record-abort-title = प्रथम रेकॉर्डिंग समाप्त करा?
record-abort-text = आता सोडणे म्हणजे आपण आपली प्रगती गमावाल
record-abort-submit = क्लिप सबमिट करा
record-abort-continue = रेकॉर्डिंग समाप्त करा
record-abort-delete = बाहेर पडा आणि क्लिप हटवा
listen-instruction = { $actionType }<playIcon></playIcon> त्यांनी वाक्य अचूकपणे बोलले का?
listen-again-instruction = चांगले कार्य! <playIcon></playIcon> आपण तयार असाल तेव्हा पुन्हा ऐका
listen-3rd-time-instruction = 2 खाली ठेवा, ते सुरू ठेवा! <playIcon></playIcon>
listen-last-time-instruction = <playIcon></playIcon> शेवटचे!
nothing-to-validate = आमच्याकडे या भाषेत प्रमाणीकरण करण्यासाठी काहीही नाही, रांग भरण्यास मदत करा.
record-button-label = आपला आवाज रेकॉर्ड करा
share-title-new = <bold>Help us</bold> अधिक आवाज शोधण्यात
 
## Goals 
streaks = पट्टे
days ={ $count ->
[one] Day 
*[other] Days 
} 
recordings = { $count ->
[one] Recording 
*[other] Recordings 
} 
validations = { $count ->
[one] Validation 
*[other] Validations 
} 
 
## Dashboard 
your-languages = आपल्या भाषा
toward-next-goal = पुढील गोल दिशेने
clips-you-recorded = आपण रेकॉर्ड केलेल्या क्लिप
clips-you-validated = आपण प्रमाणित केलेल्या क्लिप
todays-recorded-progress = रेकॉर्ड केलेल्या क्लिपवर आजची लोक-वचन प्रगती
todays-validated-progress = क्लिपवरील आजची लोक-वचन प्रगती सत्यापित केली
stats = आकडेवारी
you = आपण
everyone = प्रत्येकजण
contribution-activity = योगदान क्रियाकलाप
top-contributors = शीर्ष सहयोगी
recorded-clips = रेकॉर्ड केलेल्या क्लिप
validated-clips = प्रमाणित क्लिप
total-approved = एकूण मंजूर
overall-accuracy = एकूणच अचूकता
 
## Profile Delete 
delete-q = आपण आपल्या व्हॉईस रेकॉर्डिंगस हटविण्याची विनंती करू इच्छिता किंवा आपण त्यांना लोक-वाचा डेटासेटमध्ये ठेवण्यास प्राधान्य देता?
keep = ठेवा
remove = काढा
keep-info = आपली अज्ञात व्हॉइस रेकॉर्डिंग लोक-वाचा डेटासेटमध्ये राहील. एकदा आपण आपले प्रोफाइल हटविल्यास आपण यापुढे डेटासेटमधून आपले रेकॉर्डिंग काढण्यासाठी विनंती सबमिट करण्यास सक्षम राहणार नाही
remove-info = आम्ही डेटासेटमधून आपल्या व्हॉइस रेकॉर्डिंग काढून टाकण्याच्या आपल्या विनंतीचे पुनरावलोकन करू. आपली विनंती मंजूर झाल्यास आम्ही ज्यांनी डेटासेट डाउनलोड केला आहे त्यांच्याशी संपर्क साधू आणि त्यांची व्हॉईस रेकॉर्डिंग देखील काढून टाकण्याची विनंती करू.
why-delete-recordings = लोक-वाचना रेकॉर्डिंगचा वापर शैक्षणिक, छोटे व्यवसाय आणि व्हॉईस ओळख उत्साही लोकांकडून व्हॉईस मॉडेल्स सारख्या सार्वजनिकपणे उपलब्ध संसाधनांच्या प्रशिक्षणासाठी आणि वाढविण्यात केला जातो.
Can you let us know why you would like your recordings deleted? 
profile-form-delete = प्रोफाइल हटवा
 
## Landing 
welcome-staff = {$ कंपनी} कर्मचारी आपले स्वागत आहे!
help-contribute = आपण लोक-वचन प्रोफाइल तयार करुन आणि व्हॉइसमध्ये योगदान देऊन वैविध्यपूर्ण, मुक्त-स्रोत डेटासेट तयार करण्यात मदत करू शकता.
login-company = In { $company }  ईमेलसह लॉग इन / साइन अप करा
profile-not-required = एखादे प्रोफाइल उपयुक्त असले तरीही योगदान देण्याची आवश्यकता नाही, खाली का ते पहा.
read-more-about = आमच्या बद्दल पृष्ठावरील अधिक वाचा
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 