	Tamil	
yes-receive-emails = ஆம், எனக்கு மின்னஞ்சல்களை அனுப்புங்கள். லோக்-வச்சா திட்டம் குறித்து தொடர்ந்து தெரிந்துகொள்ள விரும்புகிறேன்.	
stayintouch = புதுப்பிப்புகள், புதிய தரவு மூலங்களுடன் தொடர்பில் இருக்கவும், இந்தத் தரவை நீங்கள் எவ்வாறு பயன்படுத்துகிறீர்கள் என்பது பற்றி மேலும் அறியவும் விரும்புகிறோம்.	
privacy-info = உங்கள் தகவல்களை கவனமாக கையாளுவோம் என்று நாங்கள் உறுதியளிக்கிறோம். எங்கள் <privacyLink>தனியுரிமை அறிவிப்பு</privacyLink> இல் மேலும் படிக்கவும்.	
return-to-cv = லோக்-வச்சாவுக்குத் திரும்பு	
email-input 		
.label = மின்னஞ்சல்	
submit-form-action = சமர்ப்பி	
loading = ஏற்றுதல் ...	
email-opt-in-info = இலக்கு நினைவூட்டல்கள், எனது முன்னேற்றம் மற்றும் லோக்-வச்சாவின் செய்திமடல்கள் ஆகியவற்றில் மின்னஞ்சல்களைப் பெற விரும்புகிறேன்.	
email-opt-in-privacy = மின்னஞ்சல்களைப் பெறுவதைத் தேர்ந்தெடுப்பதன் மூலம், எங்கள் <privacyLink>தனியுரிமைக் கொள்கை</privacyLink> இல் விளக்கப்பட்டுள்ளபடி இந்தத் தகவலைக் கையாள்வதில் நீங்கள் உடன்படுகிறீர்கள் என்று கூறுகிறீர்கள்.	
indicates-required = * நிரப்புதல் தேவை	
not-available-abbreviation = N/A
		
# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/import-locals.js)	
# [Languages] 
## Languages 
as = அஸ்ஸாமி	
bn = பெங்காலி	
en = ஆங்கிலம்	
gu = குஜராத்தி	
hi = இந்தி	
kn = கன்னடம்	
ml = மலையாளம்	
mr = மராத்தி	
ne = நேபாளி	
or = ஒடியா	
pa = பஞ்சாபி	
ta = தமிழ்	
te = தெலுங்கு	
ur = உருது	
# [/]	
	
## Layout =	
speak =	 பேசு	
speak-now =	 இப்பொழுது பேசவும்	
datasets = டேடாசெட்கள்	
languages =	 மொழிகள்	
about =	 பற்றி	
profile = விவரம்	
help = உதவி	
contact = தொடர்பு	
privacy = தனியுரிமை	
terms = விதிமுறை	
cookies = குக்கிகள்	
faq = அடிக்கடி கேட்கப்படும் கேள்விகள்	
content-license-text = <licenseLink>கிரியேட்டிவ் காமன்ஸ் உரிமம்</licenseLink> இன் கீழ் கிடைக்கும் உள்ளடக்கம்	
share-title = மற்றவர்கள் தங்கள் குரலை நன்கொடையாகக் கண்டுபிடிக்க எங்களுக்கு உதவுங்கள்!	
share-text = உண்மையான நபர்கள் எவ்வாறு பேசுகிறார்கள் என்பதை இயந்திரங்களுக்கு கற்பிக்க உதவுங்கள், voice { $link } at இல் உங்கள் குரலை நன்கொடையாக அளிக்கவும்	
link-copied = இணைப்பு நகலெடுக்கப்பட்டது	
back-top = மீண்டும் மேலே	
logout = வெளியேறு	
	
## Home Page	
home-title = லோக்-வச்சா ஆடியோ மாதிரிகளை சேகரித்து, கூட்ட நெரிசல் மூலம் பதில்களை சரிபார்க்கும்.	
wall-of-text-start = குரல் இயற்கையானது, குரல் மனிதர். அதனால்தான் எங்கள் இயந்திரங்களுக்கு பயன்படுத்தக்கூடிய குரல் தொழில்நுட்பத்தை உருவாக்குவதில் நாங்கள் ஆர்வமாக உள்ளோம். ஆனால் குரல் அமைப்புகளை உருவாக்க, மிகப் பெரிய அளவிலான குரல் தரவு தேவைப்படுகிறது.	
wall-of-text-more-mobile = பெரிய நிறுவனங்கள் பயன்படுத்தும் பெரும்பாலான தரவு பெரும்பாலான மக்களுக்கு கிடைக்காது. புதுமையைத் தடுக்கிறது என்று நாங்கள் நினைக்கிறோம். எனவே இந்திய மொழிகளுக்கான குரல் அங்கீகாரத்தை உருவாக்க உதவும் லோக்-வச்சா என்ற திட்டத்தை நாங்கள் தொடங்கினோம்.	
wall-of-text-more-desktop =	 இந்திய மொழிகளின் யதார்த்தமான மற்றும் நடைமுறை குரல் தரவுத்தளத்தை உருவாக்க எங்களுக்கு உதவ இப்போது உங்கள் குரலை நன்கொடையாக வழங்கலாம். உண்மையான நபர்கள் எவ்வாறு பேசுகிறார்கள் என்பதை இயந்திரங்கள் அறிய உதவும் ஒரு வாக்கியத்தைப் படியுங்கள். தரத்தை மேம்படுத்த பிற பங்களிப்பாளர்களின் பணியைச் சரிபார்க்கவும். இது மிகவும் எளிது!	
wall-of-text-first = குரல் இயற்கையானது, குரல் மனிதர். அதனால்தான் எங்கள் இயந்திரங்களுக்கு பயன்படுத்தக்கூடிய குரல் தொழில்நுட்பத்தை உருவாக்குவதில் நாங்கள் மகிழ்ச்சியடைகிறோம். ஆனால் குரல் அமைப்புகளை உருவாக்க, டெவலப்பர்களுக்கு மிகப் பெரிய அளவிலான குரல் தரவு தேவை.	
wall-of-text-second = பெரிய நிறுவனங்கள் பயன்படுத்தும் பெரும்பாலான தரவு பெரும்பாலான மக்களுக்கு கிடைக்காது. புதுமையைத் தடுக்கிறது என்று நாங்கள் நினைக்கிறோம். எனவே இந்திய மொழிகளுக்கான குரல் அங்கீகாரத்தை உருவாக்க உதவும் லோக்-வச்சா என்ற திட்டத்தை நாங்கள் தொடங்கினோம்.	
show-wall-of-text =	 மேலும் வாசிக்க	
help-us-title = வாக்கியங்களை சரிபார்க்க எங்களுக்கு உதவுங்கள்!	
help-us-explain = நாடகத்தை அழுத்தவும், கேளுங்கள் & சொல்லுங்கள்: அவர்கள் கீழே உள்ள வாக்கியத்தை துல்லியமாக பேசினார்கள்?	
no-clips-to-validate = இந்த மொழியில் கேட்க எந்த கிளிப்புகளும் இல்லை என்று தெரிகிறது. சிலவற்றை இப்போது பதிவுசெய்து வரிசையை நிரப்ப எங்களுக்கு உதவுங்கள்.	
vote-yes = ஆம்	
vote-no = இல்லை	
toggle-play-tooltip = பிளே பயன்முறையை மாற்ற { shortcut-play-toggle } ஐ அழுத்தவும்	
speak-subtitle = உங்கள் குரலை தானம் செய்யுங்கள்	
speak-goal-text = கிளிப்புகள் பதிவு செய்யப்பட்டன	
listen-subtitle = குரல்களை சரிபார்க்க எங்களுக்கு உதவுங்கள்	
listen-goal-text = கிளிப்புகள் சரிபார்க்கப்பட்டன	
hours-recorded = மணிநேரம் பதிவு செய்யப்பட்டது	
hours-validated = மணிநேரம் சரிபார்க்கப்பட்டது	
voices-online =	 இப்போது ஆன்லைனில் குரல்கள்	
todays-progress = இன்றைய முன்னேற்றம்	
help-reach-goal ={ $goal } இலக்கை அடைய எங்களுக்கு உதவுங்கள்	
read-terms-q = எங்கள் விதிமுறைகளைப் படித்தீர்களா?	
ready-to-record = உங்கள் குரலை தானம் செய்ய தயாரா?	
all-locales 	
today = இன்று	
x-weeks-short 	
{ $count ->	
[one] Week	
*[other] { $count }wk	
}	
x-months-short 	
{ $count ->	
*[other] { $count }mo	
}	
x-years-short 	
{ $count ->	
*[other] { $count }y	
}	
	
	
help-make-dataset = உயர் தரமான மற்றும் பக்கச்சார்பற்ற தரவுத்தொகுப்பை உருவாக்க எங்களுக்கு உதவுங்கள்	
profile-not-required = சுயவிவரத்தை வைத்திருப்பது உதவியாக இருந்தாலும் பங்களிக்க தேவையில்லை	
sign-up-account = ஒரு கணக்கிற்கு பதிவுபெறுக	
email-subscription-title = மின்னஞ்சல் புதுப்பிப்புகளுக்கு பதிவுபெறுக	
	
## Account Benefits	
benefits = நன்மைகள்	
rich-data = சில அநாமதேய புள்ளிவிவர தரவை வழங்குவதன் மூலம் நீங்கள் சமர்ப்பித்த தரவை முடிந்தவரை பணக்காரர்களாக ஆக்குங்கள். எல்லா மக்கள்தொகை தரவையும் பகிரங்கப்படுத்துவதற்கு முன்பு நாங்கள் அதை அடையாளம் காணவில்லை.	
improve-audio = சுயவிவரத் தகவல் பயிற்சி பேச்சு அங்கீகார துல்லியத்தில் பயன்படுத்தப்படும் ஆடியோ தரவை மேம்படுத்துகிறது.	
keep-track = பல மொழிகளில் உங்கள் முன்னேற்றம் மற்றும் அளவீடுகளைக் கண்காணிக்கவும்.	
compare-progress = உங்கள் முன்னேற்றம் உலகெங்கிலும் உள்ள பிற பங்களிப்பாளர்களுடன் எவ்வாறு ஒப்பிடுகிறது என்பதைப் பாருங்கள்.	
view-goals = தனிப்பட்ட மற்றும் திட்ட இலக்குகளுக்கு எதிரான உங்கள் முன்னேற்றத்தைக் காண்க.	
join-newsletter = புதுப்பிப்புகள் மற்றும் திட்டத்தைப் பற்றிய புதிய தகவல்களுக்கு விருப்பமாக எங்கள் மின்னஞ்சல் பட்டியலில் சேரவும்.	
	
## What's public	
whats-public = பொது என்ன?	
email-not-public = உங்கள் மின்னஞ்சலை நாங்கள் பகிரங்கப்படுத்த மாட்டோம்.	
recordings-and-locale-public = பதிவுகளின் எண்ணிக்கை மற்றும் நீங்கள் எந்த மொழிகளில் பங்களிப்பு செய்கிறீர்கள் என்பது பொதுவில் இருக்கும்.	
username-optin-public = உங்கள் பயனர்பெயரை பொது அல்லது அநாமதேயமாக்க நீங்கள் தேர்வு செய்யலாம்.	
demographic-deidentified = விருப்பமாக சமர்ப்பிக்கப்பட்ட புள்ளிவிவர தரவு (எ.கா. வயது, பாலினம், மொழி மற்றும் உச்சரிப்பு) நீங்கள் சமர்ப்பித்த குரல் தரவிலிருந்து அடையாளம் காணப்படவில்லை மற்றும் உங்கள் சுயவிவரத்தில் ஒருபோதும் பகிரங்கப்படுத்தப்படாது.	
username-email-not-demographic = உங்கள் பயனர்பெயர் மற்றும் மின்னஞ்சல் வெளியிடப்பட்ட தரவுடன் இணைக்கப்படாது.	
	
## Speak & Listen Shortcuts	
# Must be one letter that appears in the translated { skip } string.	
shortcut-skip = s	
	
## Listen Shortcuts	
# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-play-toggle = p	
shortcut-play-toggle-label =  நிறுத்து விளையாட	
# Must be one letter that appears in the { vote-yes } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle }	
shortcut-vote-yes =	y
# Must be one letter that appears in the { vote-no } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle }	
shortcut-vote-no = n
	
## Speak Shortcuts	
# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-record-toggle = r
shortcut-record-toggle-label = பதிவு / நிறுத்து	
shortcut-rerecord-toggle = [1-5]	
shortcut-rerecord-toggle-label = கிளிப்பை மீண்டும் பதிவுசெய்க	
request-language-text = லோக்-வச்சாவில் உங்கள் மொழியை இன்னும் பார்க்கவில்லையா?	
request-language-button = ஒரு மொழியைக் கோருங்கள்	
	
## ProjectStatus	
status-contribute =	 உங்கள் குரலுக்கு பங்களிப்பு செய்யுங்கள்	
status-hours 	
{ $hours ->	
[one] இதுவரை சரிபார்க்கப்பட்ட ஒரு மணி நேரம்!
* [other] { $hours } இதுவரை சரிபார்க்கப்பட்ட மணிநேரம்!
}	
# Variables:	
# $goal - number of hours representing the next goal	
status-goal = அடுத்த இலக்குகள்: { $goal }
english = ஆங்கிலம்	
	
## ProfileForm	
profile-form-username 	
.label = பயனர் பெயர்	
profile-form-native-language 	
.label = தாய் மொழி	
profile-form-additional-language 	
.label = கூடுதல் மொழி	
profile-form-accent 	
.label = உச்சரிப்பு	
profile-form-age 	
.label = வயது	
profile-form-gender 	
.label = செக்ஸ்	
leaderboard-visibility 	
.label = லீடர்போர்டு தெரிவுநிலை	
hidden = மறைக்கப்பட்ட	
visible = தெரியும்	
native-language 	
.label = தாய் மொழி	
profile-form-submit-save = சேமி	
profile-form-submit-saved = சேமித்த	
male = ஆண்	
female = பெண்	
# Gender	
other = மற்ற	
why-profile-title = ஏன் ஒரு சுயவிவரம்?	
why-profile-text = உங்களைப் பற்றிய சில தகவல்களை வழங்குவதன் மூலம், லோக்-வச்சாவுக்கு நீங்கள் சமர்ப்பிக்கும் ஆடியோ தரவு அவற்றின் துல்லியத்தை மேம்படுத்த இந்தத் தரவைப் பயன்படுத்தும் பேச்சு அங்கீகார இயந்திரங்களுக்கு மிகவும் பயனுள்ளதாக இருக்கும்.	
dashboard = டாஷ்போர்டு	
build-profile = சுயவிவரத்தை உருவாக்குங்கள்	
avatar = அவதார்	
goals = இலக்குகள்	
settings = அமைப்புகள்	
edit-profile = சுயவிவரத்தைத் திருத்து	
profile-create-success = வெற்றி, சுயவிவரம் உருவாக்கப்பட்டது!	
profile-close = நெருக்கமான	
profile-explanation = சுயவிவரத்துடன் உங்கள் முன்னேற்றத்தைக் கண்காணித்து, எங்கள் குரல் தரவு மிகவும் துல்லியமாக இருக்க உதவுங்கள்.	
thanks-for-account = உங்கள் கணக்கை உறுதிப்படுத்தியதற்கு நன்றி, இப்போது உங்கள் சுயவிவரத்தை உருவாக்குவோம்.	
why-demographic = இது ஏன் முக்கியமானது?	
why-demographic-explanation = வயது, பாலினம் மற்றும் உச்சரிப்பு போன்ற அநாமதேய பயனர் தரவு பேச்சு அங்கீகார இயந்திரங்களின் துல்லியத்தை பயிற்றுவிக்கப் பயன்படுத்தப்படும் ஆடியோ தரவை மேம்படுத்த உதவுகிறது. உங்கள் பயனர்பெயர் மற்றும் மின்னஞ்சல் நீங்கள் சமர்ப்பித்த தரவுகளுடன் ஒருபோதும் இணைக்கப்படாது, மேலும் உங்கள் பயனர்பெயரை பொது அல்லது அநாமதேயமாக்குவதை நீங்கள் தேர்வு செய்யலாம்.	
accept-privacy = மொஸில்லாவின்  <privacyLink>தனியுரிமைக் கொள்கை</privacyLink> இல் நீங்கள் விளக்கும் போது இந்த தகவலை நீங்கள் கையாள்வதில் எனக்கு பரவாயில்லை.	
login-identity = உள்நுழைவு அடையாளம்	
login-signup = உள்நுழைக / பதிவுபெறுக	
edit = தொகு	
email-subscriptions = மின்னஞ்சல் சந்தாக்கள்	
download-profile = எனது தரவைப் பதிவிறக்குக	
contribution-experience = பங்களிப்பு அனுபவம்	
skip-submission-feedback = சமர்ப்பிக்கும் கருத்தைத் தவிர்	
skip-submission-description = பங்களிப்பு சமர்ப்பிப்பின் போது 'சமர்ப்பி' என்பதைக் கிளிக் செய்த பிறகு தவிர்க்கப்படும். அடுத்த 5 பதிவுகள் அல்லது சரிபார்ப்புகளுடன் பங்களிப்பு நேரடியாக தொடரும்.	
skip-submission-note = குறிப்பு: பங்களிப்பு வகையை மாற்ற நீங்கள் இன்னும் பேசுங்கள் அல்லது கேளுங்கள் என்பதைத் தேர்ந்தெடுக்க வேண்டும்.	
off = ஆஃப்	
on = மீது	
add-avatar-title = உங்கள் சுயவிவரத்தில் அவதாரத்தைச் சேர்க்கவும்	
browse-file-title = படக் கோப்பைப் பதிவேற்றவும்	
browse-file = இழுத்து விடுங்கள் அல்லது  <browseWrap>உலாவ</browseWrap>
connect-gravatar = கிராவதருடன் இணைக்கவும்	
gravatar_not_found = உங்கள் மின்னஞ்சலுக்கு எந்த ஈர்ப்பும் கிடைக்கவில்லை	
file_too_large = தேர்ந்தெடுக்கப்பட்ட கோப்பு மிகப் பெரியது	
manage-subscriptions = சந்தாக்களை நிர்வகிக்கவும்	
manage-email-subscriptions = மின்னஞ்சல் சந்தாக்களை நிர்வகிக்கவும்	
email-already-used = மின்னஞ்சல் ஏற்கனவே வேறு கணக்கிற்குப் பயன்படுத்தப்படுகிறது	
add-language = மொழி சேர்க்கவும்	
change-email-setings = உள்நுழைவு அடையாளத்தின் கீழ் அமைப்புகள் வழியாக உங்கள் மின்னஞ்சலை மாற்றவும்	
	
## FAQ	
faq-title = அடிக்கடி கேட்கப்படும் கேள்விகள்	
	
faq-what-cv-q = திட்ட லோக்-வச்சா என்றால் என்ன?	
faq-what-cv-a = லோக் என்றால் மக்கள்; வச்சா என்றால் குரல். திட்ட லோக்-வச்சா என்பது குரல் கொடுக்கும் தொழில் வல்லுநர்களை மட்டுமல்லாமல் உண்மையான நபர்களின் பேச்சு மாதிரிகளை சேகரிப்பதாகும். குரல் அங்கீகார தொழில்நுட்பம் இயந்திரங்களுடன் நாம் தொடர்பு கொள்ளும் விதத்தில் புரட்சியை ஏற்படுத்தி வருகிறது, ஆனால் தற்போது கிடைக்கக்கூடிய அமைப்புகள் விலை உயர்ந்தவை மற்றும் தனியுரிமமானவை. லோக்-வச்சா என்பது இந்திய பேச்சாளர்களின் நன்கொடையளிக்கப்பட்ட குரல்களின் தரவுத்தளமாகும், இது குரல் மொழியில் இயக்கப்பட்ட பயன்பாடுகளை அனைத்து மொழியிலும் விரைவாகவும் எளிதாகவும் பயிற்சியளிக்க அனுமதிக்கிறது. மிகவும் பிரபலமான 15 மொழிகளில் (இந்திய ஆங்கிலம் மற்றும் ஹிங்லிஷ் உட்பட) தொடங்கி இந்திய மொழிகளின் குரல் மாதிரிகளை நாங்கள் குறிப்பாக சேகரித்து வருகிறோம், அதன்பிறகு அதிக தொலைதூர மற்றும் குறைவாக பேசப்படும் மொழிகள் மற்றும் பிற கிளைமொழிகள் உள்ளன. இந்த திட்டம் நிஜ வாழ்க்கை பேச்சுவழக்கு மொழி, சொற்கள் மற்றும் சொற்றொடர்களை உள்ளடக்கியது, ஹிங்லிஷ் உட்பட. இது பயன்பாட்டை மிகவும் நடைமுறை மற்றும் பொருத்தமானதாக ஆக்குகிறது.	
	
faq-why-important-q = அது ஏன் முக்கியமானது?	
faq-why-important-a = பேச்சு என்பது பெரும்பாலும் நாம் ஒருவருக்கொருவர் தொடர்புகொள்வதற்கான மிகவும் இயல்பான வழியாகும், மேலும் குரல் தொழில்நுட்பங்கள் அந்த வசதியை நம் கணினிகள் மற்றும் மொபைல் சாதனங்களுக்கு கொண்டு வருகின்றன. நிகழ்நேர டிரான்ஸ்கிரிப்ஷன், மொழிபெயர்ப்பு மற்றும் குரல் இயக்கப்பட்ட டிஜிட்டல் உதவியாளர்கள் போன்ற அற்புதமான குரல் அங்கீகார பயன்பாடுகளை உருவாக்க டெவலப்பர்களை மேம்படுத்த நாங்கள் விரும்புகிறோம். ஆனால் இப்போது இந்த வகையான பயன்பாடுகளை உருவாக்க தேவையான பெரும்பாலான குரல் தரவு விலை உயர்ந்தது. லோக்-வச்சா தரவுத்தொகுப்பு டெவலப்பர்களுக்கு புதுமைப்படுத்தத் தேவையானதைக் கொடுக்கும் மற்றும் பேச்சு தொழில்நுட்பத்தை தங்கள் சொந்த மொழியில் கிடைக்கச் செய்யும் என்று நம்புகிறோம். குரல் அங்கீகாரத்தை இன்னும் உலகளாவியதாக மாற்ற, இந்தியாவின் எல்லா மூலைகளிலிருந்தும் குரல் மாதிரிகளை நாங்கள் சேகரித்து வருகிறோம்.	
	
faq-what-todo-q = இந்த குரல் மாதிரிகளை நீங்கள் என்ன செய்யப் போகிறீர்கள்?	
faq-what-todo-a = இத்தகைய மாறுபட்ட குரல்களைக் கொண்டிருப்பது டெவலப்பர்கள், தொழில்முனைவோர் மற்றும் சமூகங்களுக்கு இந்த இடைவெளியைத் தீர்க்கும். லோக்-வச்சா திட்டத்திற்கு கூடுதலாக, ஹிங்லிஷ் மற்றும் வச்சா.ஐ எனப்படும் அனைத்து இந்திய மொழிகளுக்கும் பேச்சு அங்கீகார இயந்திரத்தை உருவாக்குகிறோம்.	
	
faq-hinglish-q = ஹிங்லிஷ் என்றால் என்ன?	
faq-hinglish-a = ஹிங்லிஷ் என்பது "இந்தி" மற்றும் "ஆங்கிலம்" ஆகியவற்றின் ஒரு போர்ட்மண்டீ (ஒரு கலவையான சொல்) ஆகும். ஹிங்லிஷில் பிற இந்திய மொழிகளிலிருந்து சொற்கள் / குறிப்புகள் இருக்கலாம், அது இந்திக்கு மட்டும் கட்டுப்படுத்தப்படவில்லை. முறையான சூழலில் கூட, இந்தியர்களின் சொற்களின் மிகவும் விசித்திரமான பயன்பாடு / கண்டுபிடிப்பைக் குறிக்க இது சில நேரங்களில் பயன்படுத்தப்படுகிறது.	
	
faq-what-cv-and-deepspeech-q = லோக்-வச்சாவுக்கும் வச்சா.ஐக்கும் என்ன வித்தியாசம்?	
faq-what-cv-and-deepspeech-a = திட்டம் லோக்-வச்சா என்பது இந்திய மொழிகளின் ஆடியோ மாதிரிகளை சேகரிப்பது பற்றியது. Vacha.AI என்பது பேச்சு அங்கீகார இயந்திரமாகும், இது லோக்-வச்சா சேகரித்த பெயரிடப்பட்ட தரவைப் பயன்படுத்துகிறது.	
	
faq-is-goal-assistant-q = சிரி, அலெக்சா, கோர்டானா போன்ற குரல் உதவியாளரை உருவாக்குவது இந்த பயன்பாட்டின் குறிக்கோளா?	
faq-is-goal-assistant-a = குரல்-உரை தரவுத்தொகுப்பை உருவாக்குவதே திட்ட லோக்-வச்சாவின் குறிக்கோள். பேச்சு அங்கீகாரம், பேச்சாளர் அங்கீகாரம் அல்லது குரல் தரவு தேவைப்படும் வேறு எந்த வகையான பயன்பாடுகளையும் உருவாக்க உலகில் உள்ள எவரையும் இயக்குவது. ஒரு தரவு உதவியாளர் நீங்கள் உருவாக்க தரவுத்தொகுப்பைப் பயன்படுத்தக்கூடிய பல வகையான பயன்பாடுகளில் ஒன்றாகும்.	
	
faq-list-q = நான் எந்த மொழிகளுக்கு பங்களிக்க முடியும்?	
faq-list-a = தற்போது, ​​நாங்கள் 15 மொழிகளைப் பேசவும் சரிபார்க்கவும் அனுமதிக்கிறோம், அவை: இந்திய ஆங்கிலம், இந்தி, பங்களா, உருது, அசாமி, பஞ்சாபி, குஜராத்தி, மராத்தி, கன்னடம், தெலுங்கு, தமிழ், மல்லயல்லம், நேபாளி, ஒடியா.	
	
faq-do-want-native-q = நான் ஒரு சொந்தமற்ற பேச்சாளர், நான் ஒரு உச்சரிப்புடன் பேசுகிறேன், நீங்கள் இன்னும் என் குரலை விரும்புகிறீர்களா?	
faq-do-want-native-a = ஆம், நாங்கள் குறிப்பாக உங்கள் குரலை விரும்புகிறோம்! லோக்-வச்சாவின் நோக்கத்தின் ஒரு பகுதி, முடிந்தவரை பல உச்சரிப்புகளை சேகரிப்பதாகும், இதனால் குரல் அங்கீகார சேவைகள் அனைவருக்கும் சமமாக வேலை செய்யும். இதன் பொருள் பூர்வீகமற்ற பேச்சாளர்களின் நன்கொடைகள் குறிப்பாக முக்கியம்.	
	
faq-why-different-speakers-q = ஒரு மொழிக்கு பல வேறுபட்ட பேச்சாளர்கள் உங்களுக்கு ஏன் தேவை?	
faq-why-different-speakers-a = பெரும்பாலான பேச்சு தரவுத்தளங்கள் சில புள்ளிவிவரங்களின் அதிகப்படியான பிரதிநிதித்துவத்துடன் அதிகமான தொழில்முறை கலைஞர்களுடன் பயிற்சியளிக்கப்படுகின்றன, இதன் விளைவாக ஆண் மற்றும் நடுத்தர வர்க்கத்தினருக்கு ஒரு சார்பு ஏற்படுகிறது. பயிற்சி தரவுத் தொகுப்புகளில் பிரதிநிதித்துவப்படுத்தப்படாத உச்சரிப்புகள் மற்றும் கிளைமொழிகள் பொதுவாக ஏற்கனவே ஓரங்கட்டப்பட்ட நபர்களின் குழுக்களுடன் தொடர்புடையவை. பல இயந்திரங்களும் பெண் குரல்களைப் புரிந்து கொள்ள போராடுகின்றன. எம்.எல் பிரச்சினைக்கு பல்வேறு மற்றும் சீரற்ற தன்மை நல்லது.	
	
faq-why-my-lang-q = எனது மொழி ஏன் இன்னும் சேர்க்கப்படவில்லை?	
faq-why-my-lang-new-a = இந்தியாவில் பேசப்படும் மொழிகளில் நாங்கள் குறிப்பாக வேலை செய்கிறோம். இங்கே பட்டியலிடப்படாத 6000+ இந்திய மொழிகளில் ஒன்றை நீங்கள் பேசினால், நீங்கள் எங்களுக்கு மின்னஞ்சல் அனுப்பலாம். இந்த பயன்பாட்டின் அடுத்த கட்ட வளர்ச்சியில் மார்வாடி, சிந்தி, காஷ்மீர், மைதிலி, டோக்ரி, கொங்கனி, போடோவை நாங்கள் சேர்க்கலாம்.	
	
faq-what-quality-q = தரவுத்தொகுப்பில் குரல் கிளிப்பைப் பயன்படுத்த எந்த அளவிலான ஆடியோ தரம் தேவை?	
faq-what-quality-a = லோக்-வச்சா தரவுத்தொகுப்பு ஆடியோ தரத்தை பிரதிபலிக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம், பேச்சு-க்கு-உரை இயந்திரம் காடுகளில் கேட்கும், எனவே நாங்கள் பல்வேறு வகைகளைத் தேடுகிறோம். பேச்சாளர்களின் மாறுபட்ட சமூகத்திற்கு கூடுதலாக, மாறுபட்ட ஆடியோ தரத்துடன் கூடிய தரவுத்தொகுப்பு, பின்னணி பேசுவதிலிருந்து கார் சத்தம் வரை பல்வேறு நிஜ உலக சூழ்நிலைகளைக் கையாள பேச்சு-க்கு-உரை இயந்திரத்தை கற்பிக்கும். உங்கள் குரல் கிளிப் புரியும் வரை, அது தரவுத்தொகுப்புக்கு போதுமானதாக இருக்க வேண்டும்.	
	
faq-why-10k-hours-q = ஆடியோவைப் பிடிக்க ஒரு மொழி இலக்கிற்கு 10,000 சரிபார்க்கப்பட்ட மணிநேரங்கள் ஏன்?	
faq-why-10k-hours-a = ஆழ்ந்த கற்றல் / AI தொழில்நுட்பத்தில் ஆராய்ச்சி கூறுகிறது, 10,000 மணிநேர ஆடியோ தரவு என்பது தயாரிப்புக்குத் தயாரான பேச்சு-க்கு-உரை அமைப்பைப் பயிற்றுவிக்கத் தேவையான மணிநேரங்களின் எண்ணிக்கையாகும்.	
	
faq-how-calc-hours-q = மணிநேரத்தை எவ்வாறு கணக்கிடுவது?	
faq-how-calc-hours-a = ஒவ்வொரு பதிவின் சராசரி நீளத்தை மதிப்பிடுவதன் மூலம் மணிநேரங்களைக் கணக்கிடுகிறோம், பின்னர் அந்த எண்ணை எல்லா மொழிகளிலும் உள்ள மொத்த பதிவுகளின் எண்ணிக்கையால் பெருக்குகிறோம்.	
	
faq-how-get-q = லோக்-வச்சா தரவை எவ்வாறு பெறுவது?	
faq-how-get-a = தரவு இன்னும் தயாராகவில்லை. நல்ல அளவிலான தரவைச் சேகரித்த பிறகும், தரவை தொகுத்தல், சுத்தம் செய்தல் மற்றும் லேபிளிடுதல் ஆகியவை கூடுதல் நேரமும் வளமும் தேவைப்படும். AI / ML டெவலப்பர்கள் மற்றும் ஆர்வலர்களுக்கான தரவைப் போதுமானதாக வைத்தவுடன் நாங்கள் அதை வெளியிடலாம்.	
	
faq-pay-now-q = வடமொழித் தரவுக்கு பணம் செலுத்த நான் தயாராக இருக்கிறேன், இப்போது அதைப் பெற முடியுமா?	
faq-pay-now-a = இந்த திட்டத்தைப் பற்றி பரப்ப எங்களுக்கு உதவுமாறு நாங்கள் உங்களை கேட்டுக்கொள்கிறோம்; மற்றும் அவர்களின் குரல்களை நன்கொடையாக வழங்க மக்களை நம்ப வைக்கவும். இது தரவு சேகரிப்பு செயல்முறையையும் வெளியீட்டு காலவரிசையையும் கட்டுப்படுத்தும்.	
	
faq-contribute-q = நான் எவ்வாறு பங்களிக்க முடியும்?	
faq-contribute-a = கணக்கை உருவாக்குவதன் மூலம் நீங்கள் பங்களிக்க முடியும்; பயன்பாட்டின் வாக்கியங்களை உரக்கப் பேசுவதன் மூலம் உங்கள் குரலை நன்கொடையாக வழங்குதல்; மற்றவர்களின் வேலைகளை அங்கீகரிப்பதன் மூலம் / நிராகரிப்பதன் மூலம் மற்ற குரல்களை சரிபார்க்கிறது. லோக்-வச்சாவில் கணக்கில் பதிவுபெறுவது திட்டமானது ஏஎஸ்ஆர் மாதிரியின் துல்லியத்தை அதிகரிக்க உதவும்.	
	
faq-why-account-q = நான் ஏன் ஒரு கணக்கிற்கு பதிவுபெற வேண்டும்?	
faq-is-account-public-q = எனது கணக்கு தகவல் பொதுவா?	
faq-is-account-public-a = இல்லை.	
	
faq-what-is-cv = லோக்-வச்சா என்றால் என்ன?	
faq-using-cv = லோக்-வச்சாவைப் பயன்படுத்துதல்	
faq-description = லோக்-வச்சா என்பது உண்மையான நபர்கள் எவ்வாறு பேசுகிறார்கள் என்பதை இயந்திரங்களுக்கு கற்பிக்க உதவும் ஒரு முயற்சி.	
faq-search-for-answers 	
.label = பதில்களைத் தேடுங்கள்	
	
## ABOUT US	
about-title = LOK என்றால் என்ன?	
about-subtitle = இந்தியில் "லோக்" (& ஆம்ப்; பல இந்திய மொழிகள்) என்றால் மக்கள். "வச்சா" என்றால் குரல். லோக்-வச்சா என்பது உண்மையான நபர்கள் எவ்வாறு பேசுகிறார்கள் என்பதை இயந்திரங்களுக்கு கற்பிக்க உதவும் ஒரு முயற்சி. லோக்-வச்சா தரவுத்தொகுப்புக்கு கூடுதலாக, நாங்கள் ஒரு திறந்த மூல தானியங்கி பேச்சு அங்கீகாரம் (ஏஎஸ்ஆர்) இயந்திரத்தையும் உருவாக்குகிறோம்.	
about-header-description = இந்த இரண்டு திட்டங்களும் டிஜிட்டல் பேச்சு பிளவைக் குறைப்பதற்கான எங்கள் முயற்சிகளின் ஒரு பகுதியாகும். குரல் அங்கீகார தொழில்நுட்பங்கள் எங்கள் சாதனங்களுக்கு மனித பரிமாணத்தைக் கொண்டுவருகின்றன, ஆனால் அவற்றை உருவாக்க டெவலப்பர்களுக்கு ஏராளமான குரல் தரவு தேவை. தற்போது, ​​அந்த தரவுகளில் பெரும்பாலானவை விலை உயர்ந்தவை மற்றும் தனியுரிமமானவை. தரவு உண்மையான நபர்களின் பன்முகத்தன்மையைக் குறிக்கிறது என்பதை உறுதிப்படுத்த விரும்புகிறோம். அனைவருக்கும் சேர்ந்து குரல் அங்கீகாரத்தை சிறப்பாகச் செய்யலாம்.	
how-does-it-work-title = இது எப்படி வேலை செய்கிறது?	
how-does-it-work-text = குரல்களின் திறந்த மூல தரவுத்தொகுப்பை நாங்கள் கூட்டமாகக் கொண்டிருக்கிறோம். உங்கள் குரலை நன்கொடையாக அளிக்கவும், மற்றவர்களின் கிளிப்களின் துல்லியத்தை சரிபார்க்கவும், தரவுத்தொகுப்பை அனைவருக்கும் சிறந்ததாக்கவும்.	
about-speak = பேசு	
about-speak-text = நன்கொடை அளிக்கப்பட்ட வாக்கியங்களின் வங்கியில் இருந்து படிப்பதன் மூலம் பங்களிப்பாளர்கள் குரல் கிளிப்புகளை பதிவு செய்கிறார்கள்.	
about-listen-queue = கேட்டது கியூ	
about-listen-queue-text = குரல் கிளிப்புகள் சமர்ப்பிக்கும் வரிசையில் உள்ளிடப்படுகின்றன, அவை அவற்றைக் கேட்கத் தயாராகின்றன.	
about-listen = கேளுங்கள்	
about-listen-text = நன்கொடை செய்யப்பட்ட கிளிப்களின் துல்லியத்தை பயனர்கள் சரிபார்க்கிறார்கள், பேச்சாளர் வாக்கியத்தை சரியாகப் படித்தாரா என்று சரிபார்க்கிறார்.	
about-is-it-valid = கிளிப் செல்லுபடியாகுமா?	
about-is-it-valid-text = ஒரு பயனர் ஆம் வாக்களிக்கும் போது குரல் கிளிப் "செல்லுபடியாகும்" என்று குறிக்கப்படுகிறது.	
about-yes-votes = ≥ 2 ஆம் வாக்குகள்	
about-yes-votes-text = லோக் தரவுத்தொகுப்பில் இதை உருவாக்க, ஒரு குரல் கிளிப்பை இரண்டு தனி பயனர்கள் சரிபார்க்க வேண்டும்.	
about-no-votes = ≥ 2 வாக்குகள் இல்லை	
about-no-votes-text = ஒரு பயனர் குரல் கிளிப்பை நிராகரிக்கும்போது, ​​அது வரிசைக்குத் திரும்புகிறது. இரண்டாவது முறையாக நிராகரிக்கப்பட்டால், குரல் கிளிப் கிளிப் கல்லறைக்கு நகர்த்தப்படும்.	
about-dataset = லோக் தரவுத்தொகுதி	
about-dataset-text = லோக் தரவுத்தொகுப்பில் டெவலப்பர்கள் குரல் அங்கீகார கருவிகளை உருவாக்க உதவும் நூறாயிரக்கணக்கான குரல் மாதிரிகள் உள்ளன.	
about-clip-graveyard = கிளிப் கல்லறை	
about-clip-graveyard-text =	கிளிப் மயானத்தில் லோக் தரவுத்தொகுப்பில் இடம் பெறாத குரல் கிளிப்புகள் உள்ளன. தரவுத்தொகுப்பைப் போலவே, கிளிப் மயானமும் பதிவிறக்கத்திற்கு கிடைக்கிறது.	
about-partners = பங்குதாரர்கள்	
about-become-a-partner = கூட்டாளராகுங்கள்	
about-partnership = லோக் என்பது ஒரு கூட்டுத் திட்டமாகும், மேலும் குரல்களின் மிகப்பெரிய திறந்த-மூல தரவுத்தொகுப்பை உருவாக்க எங்கள் கூட்டாளர்கள் மற்றும் பங்களிப்பாளர்களின் சமூகத்தைப் பொறுத்து இருக்கிறோம். திட்டத்திற்கு உதவிய பின்வரும் நபர்களுக்கும் அமைப்புகளுக்கும் நன்றி தெரிவிக்க விரும்புகிறோம்:	
about-get-involved = ஈடுபடுங்கள்	
about-get-involved-text = லோக்-வச்சாவை இன்னும் சிறப்பாக மாற்ற உதவ விரும்புகிறீர்களா?	
பரிந்துரைகள் உள்ளன & ஆம்ப்; பின்னூட்டம்? <discourseLink> இல் உள்ள பகிர் </discourseLink>,
சிக்கல் அல்லது பிழை கிடைத்ததா? இல் புகாரளிக்கவும்<githubLink>மகிழ்ச்சியா </githubLink> .
அல்லது வேறு எதற்கும் எங்களை தொடர்பு கொள்ளவும் <contactLink>மின்னஞ்சல்</contactLink>.
	
about-nav-why-common-voice = ஏன்?	
about-nav-how-it-works = எப்படி?	
about-nav-partners = பங்குதாரர்கள்	
about-nav-get-involved = ஈடுபடுங்கள்	
mycroft-title =	மைக்ரோஃப்ட் ஐ	
mycroft-subtitle = செயற்கை நுண்ணறிவு	
mycroft-description = மைக்ரோஃப்ட் உலகின் முதல் திறந்த மூல உதவியாளர்.	
மைக்ரோஃப்ட் எங்கும் இயங்குகிறது - டெஸ்க்டாப் கணினியில், ஒரு ஆட்டோமொபைலுக்குள் அல்லது ராஸ்பெர்ரி பை.	
mycroft-secondary-description = இது திறந்த மூல மென்பொருளாகும், இது இலவசமாக ரீமிக்ஸ், நீட்டிப்பு மற்றும் மேம்படுத்தப்படலாம். மைக்ரோஃப்ட் ஒரு அறிவியல் திட்டத்திலிருந்து ஒரு நிறுவன மென்பொருள் பயன்பாடு வரை எதையும் பயன்படுத்தலாம்.	
	
## Glossary	
glossary = சொற்களஞ்சியம்	
localization = மொழிப்பெயர்ப்பு	
localization-explanation = பல மொழிகளுக்கு (மொழிகள்) எங்கள் உள்ளடக்கத்தை மொழிபெயர்ப்பதற்கும் மாற்றியமைப்பதற்கும் இது எங்கள் செயல்முறை.	
sentence-collection = வாக்கிய சேகரிப்பு	
sentence-collection-explanation = பொது களத்திலிருந்து வாக்கியங்களை சேகரித்தல் அல்லது பொது களத்திற்கு புதியவற்றை எழுதுதல்.	
hours-recorded-explanation = இதுவரை நாங்கள் சேகரித்த குரல் பதிவு நேரங்களின் எண்ணிக்கை.	
hours-validated-explanation = 3 ஆம் பயனர்களில் 2 பேர் “ஆம்” என்ற வாக்கு மூலம் சரிபார்க்கப்பட்ட குரல் பதிவு நேரங்களின் எண்ணிக்கை. இவை ஒட்டுமொத்த திட்டத்தின் 10 கி மணிநேர இலக்கை நோக்கி முன்னேறும்.	
sst = பேச்சு-க்கு-உரை (STT)	
sst-explanation = பேச்சு-க்கு-உரை (STT) தொழில்நுட்பங்கள் குரல் தரவை உரையாக மாற்றுகின்றன.	
de-identified = டி-அடையாளம்	
de-identified-explanation = தரவுத்தொகுப்பின் ஒரு பகுதியாக பதிவிறக்கம் செய்ய தொகுக்கப்பட்டபோது, ​​பங்களிப்பாளரின் சுயவிவரத் தகவல் அவர்கள் நன்கொடையளித்த குரல் கிளிப்களில் இருந்து மறைக்கப்படும் செயல்முறை.	
	
## NotFound	
notfound-title = கிடைக்கவில்லை	
notfound-content = நீங்கள் தேடுவதை எனக்குத் தெரியாது என்று நான் பயப்படுகிறேன்.	
	
## Data	
data-download-button = லோக் தரவைப் பதிவிறக்கவும்	
data-download-yes = ஆம்	
data-download-deny = இல்லை	
data-download-license = உரிமம்: <licenseLink> CC-0 </licenseLink>	
data-download-modal = <size>{ $size }GB</size> இன் பதிவிறக்கத்தை நீங்கள் தொடங்க உள்ளீர்கள், தொடரவா?	
data-subtitle = பேச்சு இயக்கப்பட்ட பயன்பாடுகளுக்கு பயிற்சியளிக்க அனைவரும் பயன்படுத்தக்கூடிய குரல்களின் திறந்த மற்றும் பொதுவில் கிடைக்கக்கூடிய தரவுத்தொகுப்பை நாங்கள் உருவாக்குகிறோம்.	
data-explanatory-text = பெரிய மற்றும் பொதுவில் கிடைக்கக்கூடிய குரல் தரவுத்தொகுப்புகள் இயந்திர கற்றல் அடிப்படையிலான பேச்சு தொழில்நுட்பத்தில் புதுமை மற்றும் ஆரோக்கியமான வணிக போட்டியை வளர்க்கின்றன என்று நாங்கள் நம்புகிறோம். இது உலகளாவிய முயற்சி மற்றும் அனைவரையும் பங்கேற்க அழைக்கிறோம். உலகெங்கிலும் உள்ள குரல்களின் பன்முகத்தன்மையை பிரதிபலிக்கும் வகையில், பேச்சு தொழில்நுட்பத்தை மேலும் உள்ளடக்கியதாக மாற்றுவதே எங்கள் நோக்கம்.	
data-get-started = <speechBlogLink> பேச்சு அங்கீகாரத்துடன் தொடங்கவும் </speechBlogLink>	
data-other-title = பிற குரல் தரவுத்தொகுப்புகள்…	
data-other-goto = { $name } to க்குச் செல்லவும்	
data-other-download = தரவைப் பதிவிறக்குக	
data-bundle-button = தரவுத்தொகுப்பு மூட்டை பதிவிறக்கவும்	
data-bundle-description = லோக் தரவு மற்றும் மேலே உள்ள பிற குரல் தரவுத்தொகுப்புகள்.	
license = உரிமம்:  <licenseLink>{ $license }</licenseLink>	
license-mixed = கலப்பு	
review-terms = லோக்கைப் பயன்படுத்துவதன் மூலம், எங்கள் <termsLink> விதிமுறைகள் </termsLink> மற்றும் <privacyLink> தனியுரிமை அறிவிப்பு </privacyLink>	
terms-agree = நான் ஒப்புக்கொள்கிறேன்	
terms-disagree = நான் ஏற்கவில்லை	
review-aborted = பதிவேற்றம் நிறுத்தப்பட்டது. உங்கள் பதிவுகளை நீக்க விரும்புகிறீர்களா?	
review-submit-title = மதிப்பாய்வு & சமர்ப்பிக்கவும்	
review-submit-msg = பதிவுசெய்ததற்கு நன்றி! <lineBreak> </lineBreak> இப்போது உங்கள் கிளிப்களை மதிப்பாய்வு செய்து சமர்ப்பிக்கவும்.	
review-recording = விமர்சனம்	
review-rerecord = மீண்டும் பதிவு செய்	
review-cancel = சமர்ப்பிப்பை ரத்துசெய்	
review-keep-recordings = பதிவுகளை வைத்திருங்கள்	
review-delete-recordings = எனது பதிவுகளை நீக்கு	
	
## New Datasets Page	
datasets-headline = பேச்சு இயக்கப்பட்ட பயன்பாடுகளுக்கு பயிற்சி அளிக்க எவரும் பயன்படுத்தக்கூடிய திறந்த மூல, பல மொழி குரல்களின் தரவுத்தொகுப்பை நாங்கள் உருவாக்குகிறோம்.	
datasets-positioning = பெரிய, பொதுவில் கிடைக்கக்கூடிய குரல் தரவுத்தொகுப்புகள் இயந்திர கற்றல் அடிப்படையிலான பேச்சு தொழில்நுட்பத்தில் புதுமை மற்றும் ஆரோக்கியமான வணிக போட்டியை வளர்க்கும் என்று நாங்கள் நம்புகிறோம்.	
பொதுவான குரலின் பல மொழி தரவுத்தொகுப்பு ஏற்கனவே பொதுவில் கிடைக்கக்கூடிய மிகப்பெரிய குரல் தரவுத்தொகுப்பாகும், ஆனால் இது ஒன்றல்ல.
பிற திறந்த மூல குரல் தரவுத்தொகுப்புகளுக்கான குறிப்பு மையமாக இந்தப் பக்கத்தைப் பாருங்கள், மேலும் பொதுவான குரல் தொடர்ந்து வளர்ந்து வருவதால், எங்கள் வெளியீட்டு புதுப்பிப்புகளுக்கான வீடு.	
language = மொழி	
# File size in gigabytes	
size = அளவு	
validated-hr-total = சரிபார்க்கப்பட்ட மணி. மொத்த	
overall-hr-total = ஒட்டுமொத்த மணி. மொத்த	
cv-license = உரிமம்	
audio-format = ஆடியோ வடிவமைப்பு	
number-of-voices = குரல்களின் எண்ணிக்கை	
splits = ஸ்பிலிட்ஸ்	
email-to-download = பதிவிறக்க மின்னஞ்சலை உள்ளிடவும்	
why-email = <b>ஏன் மின்னஞ்சல்? </b> தரவுத்தொகுப்பில் ஏற்படும் மாற்றங்கள் குறித்து எதிர்காலத்தில் நாங்கள் உங்களைத் தொடர்பு கொள்ள வேண்டியிருக்கலாம், ஒரு மின்னஞ்சல் எங்களுக்கு ஒரு தொடர்பு புள்ளியை வழங்குகிறது.	
confirm-size = <b> {$ size} </b> இன் பதிவிறக்கத்தைத் தொடங்க நீங்கள் தயாராக உள்ளீர்கள்	
size-gigabyte = ஜிபி	
size-megabyte = எம்பி	
confirm-no-identify = <b>நீங்கள் ஒப்புக்கொள்கிறீர்கள்</b> லோக் தரவுத்தொகுப்பில் பேச்சாளர்களின் அடையாளத்தை தீர்மானிக்க முயற்சிக்க வேண்டாம் என்று ஒப்புக்கொள்கிறீர்கள் 	
download-language =	 Download { $language }
validated-hours = சரிபார்க்கப்பட்ட நேரம்	
recorded-hours = பதிவு செய்யப்பட்ட நேரம்	
whats-inside = லோக் தரவுத்தொகுப்பில் என்ன இருக்கிறது?	
dataset-description-hours 	
தரவுத்தொகுப்பில் உள்ள ஒவ்வொரு உள்ளீடும் தனித்துவமான எம்பி 3 மற்றும் அதனுடன் தொடர்புடைய உரை கோப்பைக் கொண்டுள்ளது. தரவுத்தொகுப்பில் பதிவுசெய்யப்பட்ட பல <b> {$ மொத்த} </b> வயது, பாலினம் மற்றும் உச்சரிப்பு போன்ற புள்ளிவிவர மெட்டாடேட்டாவும் அடங்கும், அவை பேச்சு அங்கீகார இயந்திரங்களின் துல்லியத்தை பயிற்றுவிக்க உதவும்.
        தரவுத்தொகுப்பு தற்போது <b> {$ செல்லுபடியாகும்} </b> <b> {$ மொழிகள்} </b> மொழிகளில் சரிபார்க்கப்பட்ட மணிநேரங்களைக் கொண்டுள்ளது, ஆனால் நாங்கள் எப்போதும் அதிகமான குரல்களையும் மொழிகளையும் சேர்க்கிறோம். ஒரு மொழியைக் கோர அல்லது பங்களிக்கத் தொடங்க எங்கள் <LanguagesLink> மொழிகள் பக்கம் </LanguagesLink> ஐப் பாருங்கள்.	
want-dataset-update = லோக் தரவுத்தொகுப்பின் புதிய பதிப்பை வெளியிடும்போது புதுப்பிப்புகள் வேண்டுமா? எங்கள் செய்திமடலுக்கு குழுசேரவும்.	
subscribe = பதிவு	
get-started-speech = பேச்சு அங்கீகாரத்துடன் தொடங்கவும்	
other-datasets = பிற குரல் தரவுத்தொகுப்புகள்	
feedback-q = கருத்து இருக்கிறதா?	
deepspeech-info = பொதுவான குரல் தரவுத்தொகுப்பு மொஸில்லாவின் திறந்த மூல குரல் அங்கீகார இயந்திரம் டீப் ஸ்பீச்சை நிறைவு செய்கிறது, இது பேச்சு அங்கீகார பயன்பாடுகளை உருவாக்க நீங்கள் பயன்படுத்தலாம். எவ்வாறு தொடங்குவது என்பதை அறிய எங்கள் <githubLink> கிதுப் கண்ணோட்டம் </githubLink> ஐப் படிக்கவும் அல்லது <discourseLink> டீப்ஸ்பீச் சொற்பொழிவு </discourseLink> இல் சேரவும்.	
common-voice-info-new = பொதுவான குரல் பற்றி கேள்விகள் உள்ளதா? ஒரு குறிப்பிட்ட மொழியைப் பற்றிய மேம்பாடுகள் அல்லது கருத்துகளுக்கான யோசனைகள்? எங்கள் <discourseLink> சொற்பொழிவு மன்றம் </discourseLink> இல் எங்களுடன் சேர்ந்து எங்களுக்குத் தெரியப்படுத்துங்கள்.	
data-other-librispeech-description = லிப்ரிஸ்பீச் என்பது சுமார் 1000 மணிநேர 16Khz வாசிக்கப்பட்ட ஆங்கில உரையாகும், இது லிப்ரிவொக்ஸ் திட்டத்திலிருந்து வாசிக்கப்பட்ட ஆடியோபுக்குகளிலிருந்து பெறப்பட்டது.	
data-other-ted-name = டெட்-லியம் கார்பஸ்	
data-other-ted-description = TED-LIUM கார்பஸ் ஆடியோ பேச்சுக்களிலிருந்து தயாரிக்கப்பட்டது மற்றும் அவற்றின் டிரான்ஸ்கிரிப்ஷன்கள் TED இணையதளத்தில் கிடைக்கின்றன.	
data-other-voxforge-description = இலவச மற்றும் திறந்த மூல பேச்சு அங்கீகார இயந்திரங்களுடன் பயன்படுத்த டிரான்ஸ்கிரிப்ட் பேச்சை சேகரிக்க வோக்ஸ்ஃபோர்ஜ் அமைக்கப்பட்டது.	
data-other-tatoeba-description = டாட்டோபா என்பது மொழி கற்றலில் பயன்படுத்த வாக்கியங்கள், மொழிபெயர்ப்புகள் மற்றும் பேசும் ஆடியோ ஆகியவற்றின் பெரிய தரவுத்தளமாகும். இந்த பதிவிறக்கத்தில் அவர்களின் சமூகம் பதிவுசெய்த பேசும் ஆங்கிலம் உள்ளது.	
your-feedback = லோக் தரவுத்தொகுப்பை நாங்கள் எவ்வாறு சிறப்பாகச் செய்யலாம் என்பது குறித்த யோசனைகள் உங்களிடம் உள்ளதா? சொற்பொழிவில் எங்களுக்குத் தெரியப்படுத்துங்கள்	
go-discourse = சொற்பொழிவுக்குச் செல்லுங்கள்	
missing-language = தரவுத்தொகுப்பில் உங்கள் மொழி பிரதிபலிக்கவில்லையா? எங்கள் மொழிகள் பக்கத்திற்கு ஒரு மொழித் தலைப்பைக் கோர.	
go-languages-page =	 மொழிகள் பக்கத்திற்குச் செல்லவும்	
ready-to-validate =	 வாக்கியங்களை சரிபார்க்க உதவ தயாரா?	
more = மேலும்	
close = நெருக்கமான	
download = பதிவிறக்க	
	
## Download Modal	
download-title = உங்கள் பதிவிறக்கம் தொடங்கியது.	
download-helpus = குரல் தொழில்நுட்பத்தைச் சுற்றி ஒரு சமூகத்தை உருவாக்க எங்களுக்கு உதவுங்கள், மின்னஞ்சல் வழியாக தொடர்பில் இருங்கள்.	
download-form-email 	
.label = மின்னஞ்சலை பதிவுசெய்	
.value = நன்றி, நாங்கள் தொடர்பில் இருப்போம்.	
download-back =	 லோக் தரவுத்தொகுப்புகளுக்குத் திரும்பு	
download-no = இல்லை நன்றி	
	
## Contact Modal	
contact-title = தொடர்பு படிவம்	
contact-form-name 	
.label = பெயர்	
contact-form-message 	
.label = செய்தி	
contact-required = * தேவையான	
	
## Request Language Modal	
request-language-title = மொழி கோரிக்கை	
request-language-form-language 	
.label = மொழி	
request-language-success-title = மொழி கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது, நன்றி.	
request-language-success-content = உங்கள் மொழியை பொதுவான குரலில் எவ்வாறு சேர்ப்பது என்பது குறித்த கூடுதல் தகவலுடன் மிக விரைவில் தொடர்புகொள்வோம்.	
select-language = ஒரு மொழியைத் தேர்ந்தெடுக்கவும் ...	
other-language = பிற மொழி	
	
## Languages Overview	
language-section-in-progress = முன்னேற்றத்தில் உள்ளது	
language-section-in-progress-new-description = இந்த மொழிகள் தற்போது சமூக வளர்ச்சியில் உள்ளன.<localizationGlossaryLink>வலைத்தள பரவல்</localizationGlossaryLink> மற்றும் <sentenceCollectionGlossaryLink>வாக்கிய சேகரிப்பு</sentenceCollectionGlossaryLink> ஆகியவற்றின் செயல்பாட்டில் ஒவ்வொரு மொழியும் எவ்வளவு தூரம் உள்ளது என்பதை முன்னேற்றப் பட்டிகள் குறிக்கின்றன.	
language-section-launched = தொடங்கப்பட்டது	
language-section-launched-description = இந்த தொடங்கப்பட்ட மொழிகளுக்கு வலைத்தளம் வெற்றிகரமாக <localizationGlossaryLink>மொழிபெயர்க்கப்பட்ட</localizationGlossaryLink>, மற்றும் போதுமான <sentenceCollectionGlossaryLink>வாக்கியங்கள் சேகரிக்கப்பட்டன</sentenceCollectionGlossaryLink> தொடர்ந்து நடந்து கொண்டிருப்பதை அனுமதிக்க <speakLink>பேசு</speakLink> மற்றும் <listenLink>கேளுங்கள்</listenLink> பங்களிப்புகள்.	
languages-show-more = மேலும் பார்க்க	
languages-show-less = குறைவாக பார்க்கவும்	
language-speakers = ஒலிபெருக்கி	
language-meter-in-progress = முன்னேற்றம்	
language-total-progress = மொத்த	
language-search-input 	
.placeholder = தேடல்	
localized = மொழிபெயர்க்கப்பட்ட	
sentences = தண்டனை	
total-hours = சரிபார்க்கப்பட்ட மணி	
	
## New Contribution	
action-click = கிளிக் செய்யவும்	
action-tap = தட்டவும்	
contribute = பங்களிக்க	
listen = கேளுங்கள்	
skip = செல்க	
shortcuts = குறுக்குவழிகள்	
clips-with-count = <bold> {$ count} </bold> கிளிப்புகள்	
goal-help-recording = எங்கள் தினசரி {$ கோல் மதிப்பு} பதிவு இலக்கின் <goalPercentage> </goalPercentage> ஐ அடைய லோக்-வச்சாவுக்கு உதவியுள்ளீர்கள்!	
goal-help-validation = எங்கள் தினசரி {$ கோல் மதிப்பு} சரிபார்ப்பு இலக்கின் <goalPercentage> </goalPercentage> ஐ அடைய லோக்-வச்சாவுக்கு உதவியுள்ளீர்கள்!	
contribute-more 	
{ $count ->	
* [other] { $count } செய்ய தயாரா?	
}	
record-cta = பதிவு செய்யத் தொடங்குங்கள்	
record-platform-not-supported = மன்னிக்கவும், ஆனால் உங்கள் தளம் தற்போது ஆதரிக்கப்படவில்லை.	
record-platform-not-supported-desktop = டெஸ்க்டாப் கணினிகளில், நீங்கள் சமீபத்தியதைப் பதிவிறக்கலாம்:	
record-platform-not-supported-ios = <bold> iOS </bold> பயனர்கள் எங்கள் இலவச பயன்பாட்டைப் பதிவிறக்கலாம்:	
record-must-allow-microphone = மைக்ரோஃபோன் அணுகலை நீங்கள் அனுமதிக்க வேண்டும்.	
record-no-mic-found = மைக்ரோஃபோன் எதுவும் கிடைக்கவில்லை.	
record-error-too-short = பதிவு மிகவும் குறுகியதாக இருந்தது.	
record-error-too-long = பதிவு மிக நீளமாக இருந்தது.	
record-error-too-quiet = பதிவு மிகவும் அமைதியாக இருந்தது.	
record-cancel = மறு பதிவை ரத்துசெய்	
record-instruction = {$actionType} <recordIcon> </recordIcon> பின்னர் வாக்கியத்தை உரக்கப் படியுங்கள்	
record-stop-instruction = { $actionType }<stopIcon></stopIcon> முடிந்ததும்	
record-three-more-instruction = செல்ல மூன்று!	
record-again-instruction = அருமை! <recordIcon> </recordIcon> உங்கள் அடுத்த கிளிப்பைப் பதிவுசெய்க	
record-again-instruction2 = தொடர்ந்து வைத்திருங்கள், மீண்டும் பதிவுசெய்க <recordIcon> </recordIcon>	
record-last-instruction = <recordIcon> </recordIcon> கடைசியாக ஒன்று!	
review-tooltip = நீங்கள் செல்லும்போது கிளிப்களை மதிப்பாய்வு செய்து மீண்டும் பதிவுசெய்க	
unable-speak = இப்போது பேச முடியவில்லையா?	
review-instruction = தேவைப்பட்டால் கிளிப்புகளை மதிப்பாய்வு செய்து மீண்டும் பதிவுசெய்க	
record-submit-tooltip = when { $actionType } தயாராக இருக்கும்போது சமர்ப்பிக்கவும்	
clips-uploaded = கிளிப்புகள் பதிவேற்றப்பட்டன	
record-abort-title = முதலில் பதிவுசெய்வதை முடிக்கவா?	
record-abort-text = இப்போது வெளியேறுவது என்பது உங்கள் முன்னேற்றத்தை இழப்பீர்கள் என்பதாகும்	
record-abort-submit = கிளிப்களை சமர்ப்பிக்கவும்	
record-abort-continue = பதிவை முடிக்கவும்	
record-abort-delete = கிளிப்புகளை வெளியேற்று & நீக்கு	
listen-instruction = { $actionType }<playIcon></playIcon>அவர்கள் வாக்கியத்தை துல்லியமாக பேசினரா?	
listen-again-instruction = சிறந்த வேலை! <playIcon> </playIcon> நீங்கள் தயாராக இருக்கும்போது மீண்டும் கேளுங்கள்	
listen-3rd-time-instruction = 2 கீழே, தொடர்ந்து வைத்திருங்கள்! <playIcon> </playIcon>	
listen-last-time-instruction = <playIcon> </playIcon> கடைசியாக ஒன்று!	
nothing-to-validate = இந்த மொழியில் சரிபார்க்க எங்களிடம் எதுவும் இல்லை, வரிசையை நிரப்ப எங்களுக்கு உதவுங்கள்.	
record-button-label = உங்கள் குரலை பதிவு செய்யுங்கள்	
share-title-new = <bold>எங்களுக்கு உதவுங்கள்</bold> மேலும் குரல்களைக் கண்டறியவும்	
	
## Goals	
streaks = கோடுகள்	
days = { $count ->	
[one] Day	
*[other] Days	
}	
recordings = { $count ->
[one] Recording	
*[other] Recordings	
}	
validations = { $count ->	
[one] Validation	
*[other] Validations	
}	
	
## Dashboard	
your-languages = உங்கள் மொழிகள்	
toward-next-goal = அடுத்த இலக்கை நோக்கி	
clips-you-recorded = நீங்கள் பதிவுசெய்த கிளிப்புகள்	
clips-you-validated = நீங்கள் சரிபார்க்கப்பட்ட கிளிப்புகள்	
todays-recorded-progress = கிளிப்களில் இன்றைய லோக்-வச்சா முன்னேற்றம் பதிவு செய்யப்பட்டுள்ளது	
todays-validated-progress = கிளிப்களில் இன்றைய லோக்-வச்சா முன்னேற்றம் சரிபார்க்கப்பட்டது	
stats = புள்ளிவிவரங்கள்	
you = நீங்கள்	
everyone = அனைவரும்	
contribution-activity = பங்களிப்பு செயல்பாடு	
top-contributors = சிறந்த பங்களிப்பாளர்கள்	
recorded-clips = பதிவு செய்யப்பட்ட கிளிப்புகள்	
validated-clips = சரிபார்க்கப்பட்ட கிளிப்புகள்	
total-approved = மொத்தம் அங்கீகரிக்கப்பட்டது	
overall-accuracy = ஒட்டுமொத்த துல்லியம்	
	
## Profile Delete	
delete-q = உங்கள் குரல் பதிவுகளையும் நீக்குமாறு கோர விரும்புகிறீர்களா, அல்லது அவற்றை லோக்-வச்சா தரவுத்தொகுப்பில் வைக்க விரும்புகிறீர்களா?	
keep = வை	
remove = அகற்று	
keep-info = உங்கள் அநாமதேய குரல் பதிவுகள் லோக்-வச்சா தரவுத்தொகுப்பில் இருக்கும். உங்கள் சுயவிவரத்தை நீக்கியதும், தரவுத்தொகுப்பிலிருந்து உங்கள் பதிவுகளை அகற்றுவதற்கான கோரிக்கையை இனி நீங்கள் சமர்ப்பிக்க முடியாது	
remove-info = தரவுத்தொகுப்பிலிருந்து உங்கள் குரல் பதிவுகளை அகற்றுவதற்கான உங்கள் கோரிக்கையை நாங்கள் மதிப்பாய்வு செய்வோம். உங்கள் கோரிக்கை அங்கீகரிக்கப்பட்டால், தரவுத்தொகுப்பைப் பதிவிறக்கியவர்களை நாங்கள் தொடர்புகொள்வோம், மேலும் உங்கள் குரல் பதிவுகளையும் அகற்றுமாறு கோருவோம்.	
why-delete-recordings = லோக்-வச்சா பதிவுகளை கல்வியாளர்கள், சிறு வணிகர்கள் மற்றும் குரல் அங்கீகார ஆர்வலர்கள் குரல் மாதிரிகள் போன்ற பொதுவில் கிடைக்கும் வளங்களை பயிற்றுவிக்கவும் வளரவும் பயன்படுத்துகின்றனர்.	
உங்கள் பதிவுகள் ஏன் நீக்கப்பட வேண்டும் என்று எங்களுக்குத் தெரியப்படுத்த முடியுமா?
profile-form-delete = சுயவிவரத்தை நீக்கு	
	
## Landing	
welcome-staff = { $company }  ஊழியர்களை வரவேற்கிறோம்!	
help-contribute = லோக்-வச்சா சுயவிவரத்தை உருவாக்கி, உங்கள் குரலுக்கு பங்களிப்பதன் மூலம் மாறுபட்ட, திறந்த மூல தரவுத்தொகுப்பை உருவாக்க நீங்கள் உதவலாம்.	
login-company = {$ Company} மின்னஞ்சலுடன் உள்நுழைக / பதிவுபெறுக	
profile-not-required = சுயவிவரத்தை வைத்திருப்பது உதவியாக இருந்தாலும் பங்களிக்க தேவையில்லை, ஏன் கீழே காண்க.	
read-more-about = எங்கள் அறிமுகம் பக்கத்தில் மேலும் வாசிக்க	
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		