	Kannada
yes-receive-emails = ಹೌದು, ನನಗೆ ಇಮೇಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ. ಲೋಕ-ವಾಚಾ ಯೋಜನೆಯ ಬಗ್ಗೆ ಮಾಹಿತಿ ನೀಡಲು ನಾನು ಬಯಸುತ್ತೇನೆ.
stayintouch = ನವೀಕರಣಗಳು, ಹೊಸ ಡೇಟಾ ಮೂಲಗಳೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಲು ನಾವು ಬಯಸುತ್ತೇವೆ ಮತ್ತು ನೀವು ಈ ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಿರುವಿರಿ ಎಂಬುದರ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು.
privacy-info = ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ನಿಭಾಯಿಸುವುದಾಗಿ ನಾವು ಭರವಸೆ ನೀಡುತ್ತೇವೆ. ನಮ್ಮ <privacyLink> ಗೌಪ್ಯತೆ ಪ್ರಕಟಣೆ </ privacyLink> ನಲ್ಲಿ ಇನ್ನಷ್ಟು ಓದಿ.
return-to-cv = ಲೋಕ-ವಾಚಾಗೆ ಹಿಂತಿರುಗಿ
email-input 	
.label = ಇಮೇಲ್
submit-form-action = ಸಲ್ಲಿಸಲು
loading = ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
email-opt-in-info =	ಗೋಲ್ ಜ್ಞಾಪನೆಗಳು, ನನ್ನ ಪ್ರಗತಿ ಮತ್ತು ಲೋಕ-ವಾಚಾದ ಸುದ್ದಿಪತ್ರಗಳಲ್ಲಿ ಇಮೇಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನಾನು ಬಯಸುತ್ತೇನೆ.
email-opt-in-privacy = ಇಮೇಲ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ, ನಮ್ಮ <privacyLink> ಗೌಪ್ಯತೆ ನೀತಿ </privacyLink> ನಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಈ ಮಾಹಿತಿಯನ್ನು ನಿಭಾಯಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ನೀವು ಹೇಳುತ್ತೀರಿ.
indicates-required = * ಭರ್ತಿ ಅಗತ್ಯವಿದೆ
not-available-abbreviation = N/A
	
# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/import-locals.js)	
# [Languages]	
## Languages	
as = ಅಸ್ಸಾಮೀಸ್
bn = ಬಂಗಾಳಿ
en = ಇಂಗ್ಲಿಷ್
gu = ಗುಜರಾತಿ
hi = ಹಿಂದಿ
kn = ಕನ್ನಡ
ml = ಮಲಯಾಳಂ
mr = ಮರಾಠಿ
ne = ನೇಪಾಳಿ
or = ಒಡಿಯಾ
pa = ಪಂಜಾಬಿ
ta = ತಮಿಳು
te = ತೆಲುಗು
ur = ಉರ್ದು
# [/]	
	
## Layout	
speak = ಮಾತನಾಡಿ
speak-now =	 ಇವಾಗ ಮಾತನಾಡು
datasets = ಡೇಟಾಸೆಟ್‌ಗಳು
languages =	 ಭಾಷೆಗಳು
about =	 ಬಗ್ಗೆ
profile = ವಿವರ
help = ಸಹಾಯ
contact = ಸಂಪರ್ಕಿಸಿ
privacy = ಗೌಪ್ಯತೆ
terms = ನಿಯಮಗಳು
cookies = ಕುಕೀಸ್
faq = FAQ
content-license-text = <licenseLink> ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಪರವಾನಗಿ </ licenseLink> ಅಡಿಯಲ್ಲಿ ವಿಷಯ ಲಭ್ಯವಿದೆ
share-title = ಇತರರು ತಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಲು ಹುಡುಕಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ!
share-text = ನಿಜವಾದ ಜನರು ಹೇಗೆ ಮಾತನಾಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ಯಂತ್ರಗಳಿಗೆ ಕಲಿಸಲು ಸಹಾಯ ಮಾಡಿ, voice { $link }at ನಲ್ಲಿ ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಿ
link-copied = ಲಿಂಕ್ ನಕಲಿಸಲಾಗಿದೆ
back-top = ಮತ್ತೆ ಮೇಲಕ್ಕೆ
logout = ಲಾಗ್ ಔಟ್
	
## Home Page	
home-title = ಲೋಕ-ವಾಚಾ ಆಡಿಯೊ ಮಾದರಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಕ್ರೌಡ್‌ಸೋರ್ಸಿಂಗ್ ಮೂಲಕ ಉತ್ತರಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸುತ್ತದೆ.
wall-of-text-start = ಧ್ವನಿ ಸಹಜ, ಧ್ವನಿ ಮಾನವ. ಅದಕ್ಕಾಗಿಯೇ ನಮ್ಮ ಯಂತ್ರಗಳಿಗೆ ಬಳಸಬಹುದಾದ ಧ್ವನಿ ತಂತ್ರಜ್ಞಾನವನ್ನು ರಚಿಸಲು ನಾವು ಆಕರ್ಷಿತರಾಗಿದ್ದೇವೆ. ಆದರೆ ಧ್ವನಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ರಚಿಸಲು, ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ಧ್ವನಿ ಡೇಟಾ ಅಗತ್ಯವಿದೆ.
wall-of-text-more-mobile = ದೊಡ್ಡ ಕಂಪನಿಗಳು ಬಳಸುವ ಹೆಚ್ಚಿನ ಡೇಟಾ ಬಹುಪಾಲು ಜನರಿಗೆ ಲಭ್ಯವಿಲ್ಲ. ನಾವೀನ್ಯತೆಯನ್ನು ನಿಗ್ರಹಿಸುತ್ತದೆ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ. ಆದ್ದರಿಂದ ನಾವು ಭಾರತೀಯ ಭಾಷೆಗಳಿಗೆ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಮಾಡಲು ಸಹಾಯ ಮಾಡುವ ಲೋಕ್-ವಾಚಾ ಎಂಬ ಯೋಜನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದೇವೆ.
wall-of-text-more-desktop =	 ಭಾರತೀಯ ಭಾಷೆಗಳ ವಾಸ್ತವಿಕ ಮತ್ತು ಪ್ರಾಯೋಗಿಕ ಧ್ವನಿ ಡೇಟಾಬೇಸ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಈಗ ನೀವು ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಬಹುದು. ನಿಜವಾದ ಜನರು ಹೇಗೆ ಮಾತನಾಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ತಿಳಿಯಲು ಯಂತ್ರಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಒಂದು ವಾಕ್ಯವನ್ನು ಓದಿ. ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ಇತರ ಕೊಡುಗೆದಾರರ ಕೆಲಸವನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದು ತುಂಬಾ ಸರಳವಾಗಿದೆ!
wall-of-text-first = ಧ್ವನಿ ಸಹಜ, ಧ್ವನಿ ಮಾನವ. ಅದಕ್ಕಾಗಿಯೇ ನಮ್ಮ ಯಂತ್ರಗಳಿಗೆ ಬಳಸಬಹುದಾದ ಧ್ವನಿ ತಂತ್ರಜ್ಞಾನವನ್ನು ರಚಿಸುವ ಬಗ್ಗೆ ನಾವು ಉತ್ಸುಕರಾಗಿದ್ದೇವೆ. ಆದರೆ ಧ್ವನಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ರಚಿಸಲು, ಅಭಿವರ್ಧಕರಿಗೆ ಅತಿ ದೊಡ್ಡ ಪ್ರಮಾಣದ ಧ್ವನಿ ಡೇಟಾ ಅಗತ್ಯವಿದೆ.
wall-of-text-second = ದೊಡ್ಡ ಕಂಪನಿಗಳು ಬಳಸುವ ಹೆಚ್ಚಿನ ಡೇಟಾ ಬಹುಪಾಲು ಜನರಿಗೆ ಲಭ್ಯವಿಲ್ಲ. ನಾವೀನ್ಯತೆಯನ್ನು ನಿಗ್ರಹಿಸುತ್ತದೆ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ. ಆದ್ದರಿಂದ ನಾವು ಭಾರತೀಯ ಭಾಷೆಗಳಿಗೆ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಮಾಡಲು ಸಹಾಯ ಮಾಡುವ ಲೋಕ್-ವಾಚಾ ಎಂಬ ಯೋಜನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದೇವೆ.
show-wall-of-text =	 ಮತ್ತಷ್ಟು ಓದು
help-us-title =	 ವಾಕ್ಯಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ!
help-us-explain = ನಾಟಕವನ್ನು ಒತ್ತಿ, ಆಲಿಸಿ ಮತ್ತು ನಮಗೆ ಹೇಳಿ: ಅವರು ಕೆಳಗಿನ ವಾಕ್ಯವನ್ನು ನಿಖರವಾಗಿ ಮಾತನಾಡಿದ್ದಾರೆಯೇ?
no-clips-to-validate = ಈ ಭಾಷೆಯಲ್ಲಿ ಕೇಳಲು ಯಾವುದೇ ಕ್ಲಿಪ್‌ಗಳಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ಕೆಲವನ್ನು ಈಗ ರೆಕಾರ್ಡ್ ಮಾಡುವ ಮೂಲಕ ಕ್ಯೂ ತುಂಬಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ.
vote-yes = ಹೌದು
vote-no = ಇಲ್ಲ
toggle-play-tooltip = ಪ್ಲೇ ಮೋಡ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಲು Press { shortcut-play-toggle }
speak-subtitle = ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಿ
speak-goal-text = ಕ್ಲಿಪ್‌ಗಳನ್ನು ದಾಖಲಿಸಲಾಗಿದೆ
listen-subtitle = ಧ್ವನಿಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ
listen-goal-text = ಕ್ಲಿಪ್‌ಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸಲಾಗಿದೆ
hours-recorded = ಗಂಟೆಗಳ ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗಿದೆ
hours-validated = ಗಂಟೆಗಳ ಮೌಲ್ಯೀಕರಿಸಲಾಗಿದೆ
voices-online = ಈಗ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಧ್ವನಿಗಳು
todays-progress = ಇಂದಿನ ಪ್ರಗತಿ
help-reach-goal = { $goal } to ಗೆ ತಲುಪಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ
read-terms-q = ನೀವು ನಮ್ಮ ನಿಯಮಗಳನ್ನು ಓದಿದ್ದೀರಾ?
ready-to-record = ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಲು ಸಿದ್ಧರಿದ್ದೀರಾ?
all-locales = ಎಲ್ಲಾ
today = ಇಂದು
x-weeks-short 	
{ $count ->	
[one] Week	
*[other] { $count }wk	
}	
x-months-short 	
{ $count ->	
*[other] { $count }mo	
}	
x-years-short 	
{ $count ->	
*[other] { $count }y	
}	
	
	
help-make-dataset = ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಮತ್ತು ಪಕ್ಷಪಾತವಿಲ್ಲದ ಡೇಟಾಸೆಟ್ ನಿರ್ಮಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ
profile-not-required = ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹೊಂದಲು ಇದು ಸಹಾಯಕವಾಗಿದ್ದರೂ ಸಹ ಕೊಡುಗೆ ನೀಡುವ ಅಗತ್ಯವಿಲ್ಲ
sign-up-account = ಖಾತೆಗಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ
email-subscription-title = ಇಮೇಲ್ ನವೀಕರಣಗಳಿಗಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ
	
## Account Benefits	
benefits = ಪ್ರಯೋಜನಗಳು
rich-data =	 ಕೆಲವು ಅನಾಮಧೇಯ ಜನಸಂಖ್ಯಾ ಡೇಟಾವನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಸಲ್ಲಿಸಿದ ಡೇಟಾವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಶ್ರೀಮಂತಗೊಳಿಸಿ. ಎಲ್ಲಾ ಜನಸಂಖ್ಯಾ ಡೇಟಾವನ್ನು ಸಾರ್ವಜನಿಕಗೊಳಿಸುವ ಮೊದಲು ನಾವು ಅದನ್ನು ಗುರುತಿಸುತ್ತೇವೆ.
improve-audio =	 ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯು ತರಬೇತಿ ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ನಿಖರತೆಗೆ ಬಳಸುವ ಆಡಿಯೊ ಡೇಟಾವನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.
keep-track = ನಿಮ್ಮ ಪ್ರಗತಿ ಮತ್ತು ಮೆಟ್ರಿಕ್‌ಗಳನ್ನು ಅನೇಕ ಭಾಷೆಗಳಲ್ಲಿ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ.
compare-progress = ನಿಮ್ಮ ಪ್ರಗತಿಯು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಇತರ ಕೊಡುಗೆದಾರರೊಂದಿಗೆ ಹೇಗೆ ಹೋಲಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ನೋಡಿ.
view-goals = ವೈಯಕ್ತಿಕ ಮತ್ತು ಯೋಜನೆಯ ಗುರಿಗಳ ವಿರುದ್ಧ ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ವೀಕ್ಷಿಸಿ.
join-newsletter = ನವೀಕರಣಗಳು ಮತ್ತು ಯೋಜನೆಯ ಹೊಸ ಮಾಹಿತಿಗಾಗಿ ಐಚ್ ally ಿಕವಾಗಿ ನಮ್ಮ ಇಮೇಲ್ ಪಟ್ಟಿಯಲ್ಲಿ ಸೇರಿಕೊಳ್ಳಿ.
	
## What's public	
whats-public = ಸಾರ್ವಜನಿಕ ಯಾವುದು?
email-not-public = ನಾವು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಸಾರ್ವಜನಿಕಗೊಳಿಸುವುದಿಲ್ಲ.
recordings-and-locale-public = ರೆಕಾರ್ಡಿಂಗ್‌ಗಳ ಸಂಖ್ಯೆ ಮತ್ತು ನೀವು ಯಾವ ಭಾಷೆಗಳಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತೀರಿ ಎಂಬುದು ಸಾರ್ವಜನಿಕವಾಗಿರುತ್ತದೆ.
username-optin-public =	 ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸಾರ್ವಜನಿಕ ಅಥವಾ ಅನಾಮಧೇಯವಾಗಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
demographic-deidentified =	 ಐಚ್ ally ಿಕವಾಗಿ ಸಲ್ಲಿಸಿದ ಜನಸಂಖ್ಯಾ ಡೇಟಾವನ್ನು (ಉದಾ. ವಯಸ್ಸು, ಲಿಂಗ, ಭಾಷೆ ಮತ್ತು ಉಚ್ಚಾರಣೆ) ನಿಮ್ಮ ಸಲ್ಲಿಸಿದ ಧ್ವನಿ ಡೇಟಾದಿಂದ ಗುರುತಿಸಲಾಗಿಲ್ಲ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಸಾರ್ವಜನಿಕಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
username-email-not-demographic = ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಇಮೇಲ್ ಪ್ರಕಟಿತ ಡೇಟಾದೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ.
	
## Speak & Listen Shortcuts	
# Must be one letter that appears in the translated { skip } string.	
shortcut-skip = s
	
## Listen Shortcuts	
# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-play-toggle = p
shortcut-play-toggle-label = ಪ್ಲೇ / ಸ್ಟಾಪ್
# Must be one letter that appears in the { vote-yes } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle }	
shortcut-vote-yes = y
# Must be one letter that appears in the { vote-no } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle }	
shortcut-vote-no = n
	
## Speak Shortcuts	
# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-record-toggle = r
shortcut-record-toggle-label = ರೆಕಾರ್ಡ್ / ನಿಲ್ಲಿಸಿ
shortcut-rerecord-toggle = [1-5]
shortcut-rerecord-toggle-label = ಕ್ಲಿಪ್ ಅನ್ನು ಮರು-ರೆಕಾರ್ಡ್ ಮಾಡಿ
request-language-text = ಲೋಕ-ವಾಚಾದಲ್ಲಿ ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಇನ್ನೂ ನೋಡುತ್ತಿಲ್ಲವೇ?
request-language-button = ಭಾಷೆಯನ್ನು ವಿನಂತಿಸಿ
	
## ProjectStatus	
status-contribute = ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ನೀಡಿ
status-hours 	
{ $hours ->	
[one]ಇಲ್ಲಿಯವರೆಗೆ ಒಂದು ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆ!
* [other] { $hours } ಇಲ್ಲಿಯವರೆಗೆ ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆಗಳು!
}	
# Variables:	
# $goal - number of hours representing the next goal	
status-goal = ಮುಂದಿನ ಗುರಿಗಳು: { $goal }
english = ಇಂಗ್ಲಿಷ್
	
## ProfileForm	
profile-form-username 	
.label = ಬಳಕೆದಾರ ಹೆಸರು
profile-form-native-language 	
.label = ಸ್ಥಳೀಯ ಭಾಷೆ
profile-form-additional-language 	
.label = ಹೆಚ್ಚುವರಿ ಭಾಷೆ
profile-form-accent 	
.label = ಉಚ್ಚಾರಣೆ
profile-form-age 	
.label = ವಯಸ್ಸು
profile-form-gender 	
.label = ಸೆಕ್ಸ್
leaderboard-visibility 	
.label = ಲೀಡರ್ಬೋರ್ಡ್ ಗೋಚರತೆ
hidden = ಮರೆಮಾಡಲಾಗಿದೆ
visible = ಕಾಣುವ
native-language 	
.label = ಸ್ಥಳೀಯ ಭಾಷೆ
profile-form-submit-save = ಉಳಿಸಿ
profile-form-submit-saved = ಉಳಿಸಲಾಗಿದೆ
male = ಪುರುಷ
female = ಹೆಣ್ಣು
# Gender	
other = ಇತರೆ
why-profile-title = ಪ್ರೊಫೈಲ್ ಏಕೆ?
why-profile-text = ನಿಮ್ಮ ಬಗ್ಗೆ ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುವ ಮೂಲಕ, ಲೋಕ-ವಾಚಾಗೆ ನೀವು ಸಲ್ಲಿಸುವ ಆಡಿಯೊ ಡೇಟಾವು ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಎಂಜಿನ್‌ಗಳಿಗೆ ಹೆಚ್ಚು ಉಪಯುಕ್ತವಾಗಲಿದ್ದು, ಅವುಗಳ ನಿಖರತೆಯನ್ನು ಸುಧಾರಿಸಲು ಈ ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ.
dashboard = ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
build-profile = ಪ್ರೊಫೈಲ್ ಅನ್ನು ನಿರ್ಮಿಸಿ
avatar = ಅವತಾರ
goals = ಗುರಿಗಳು
settings = ಸೆಟ್ಟಿಂಗ್‌ಗಳು
edit-profile = ಪ್ರೊಫೈಲ್ ಬದಲಿಸು
profile-create-success = ಯಶಸ್ಸು, ಪ್ರೊಫೈಲ್ ರಚಿಸಲಾಗಿದೆ!
profile-close = ಮುಚ್ಚಿ
profile-explanation = ಪ್ರೊಫೈಲ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರಗತಿಯ ಬಗ್ಗೆ ನಿಗಾ ಇರಿಸಿ ಮತ್ತು ನಮ್ಮ ಧ್ವನಿ ಡೇಟಾ ಹೆಚ್ಚು ನಿಖರವಾಗಿರಲು ಸಹಾಯ ಮಾಡಿ.
thanks-for-account = ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃ for ಪಡಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು, ಈಗ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನಿರ್ಮಿಸೋಣ.
why-demographic = ಇದು ಏಕೆ ಮುಖ್ಯ?
why-demographic-explanation = ವಯಸ್ಸು, ಲೈಂಗಿಕತೆ ಮತ್ತು ಉಚ್ಚಾರಣೆಯಂತಹ ಅನಾಮಧೇಯ ಬಳಕೆದಾರ ಡೇಟಾವು ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಎಂಜಿನ್‌ಗಳ ನಿಖರತೆಗೆ ತರಬೇತಿ ನೀಡಲು ಬಳಸುವ ಆಡಿಯೊ ಡೇಟಾವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಇಮೇಲ್ ನಿಮ್ಮ ಸಲ್ಲಿಸಿದ ಡೇಟಾದೊಂದಿಗೆ ಎಂದಿಗೂ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ, ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸಾರ್ವಜನಿಕ ಅಥವಾ ಅನಾಮಧೇಯವಾಗಿಸಬೇಕೆ ಎಂದು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
accept-privacy = ಮೊಜಿಲ್ಲಾದ <privacyLink> ಗೌಪ್ಯತೆ ನೀತಿ </ privacyLink> ನಲ್ಲಿ ನೀವು ವಿವರಿಸಿದಂತೆ ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ನಿರ್ವಹಿಸುವುದರಲ್ಲಿ ನನಗೆ ತಪ್ಪಿಲ್ಲ.
login-identity = ಲಾಗಿನ್ ಗುರುತು
login-signup = ಲಾಗ್ ಇನ್ / ಸೈನ್ ಅಪ್
edit = ಸಂಪಾದಿಸಿ
email-subscriptions = ಇಮೇಲ್ ಚಂದಾದಾರಿಕೆಗಳು
download-profile = ನನ್ನ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
contribution-experience = ಕೊಡುಗೆ ಅನುಭವ
skip-submission-feedback = ಸಲ್ಲಿಕೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬಿಟ್ಟುಬಿಡಿ
skip-submission-description = ಕೊಡುಗೆ ಸಲ್ಲಿಸುವಾಗ 'ಸಲ್ಲಿಸು' ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬಿಟ್ಟುಬಿಡಲಾಗುತ್ತದೆ. ಮುಂದಿನ 5 ರೆಕಾರ್ಡಿಂಗ್ ಅಥವಾ ations ರ್ಜಿತಗೊಳಿಸುವಿಕೆಯೊಂದಿಗೆ ಕೊಡುಗೆ ನೇರವಾಗಿ ಮುಂದುವರಿಯುತ್ತದೆ.
skip-submission-note = ಗಮನಿಸಿ: ಕೊಡುಗೆ ಪ್ರಕಾರವನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಇನ್ನೂ ಮಾತನಾಡಿ ಅಥವಾ ಆಲಿಸಿ ನಡುವೆ ಆಯ್ಕೆ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
off = ಆಫ್
on = ಆನ್
add-avatar-title = ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಅವತಾರವನ್ನು ಸೇರಿಸಿ
browse-file-title = ಇಮೇಜ್ ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
browse-file = ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ ಅಥವಾ  <browseWrap>Browse</browseWrap>
connect-gravatar = ಗ್ರಾವತಾರ್‌ನೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
gravatar_not_found = ನಿಮ್ಮ ಇಮೇಲ್‌ಗಾಗಿ ಯಾವುದೇ ಗುರುತ್ವ ಕಂಡುಬಂದಿಲ್ಲ
file_too_large = ಆಯ್ದ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
manage-subscriptions = ಚಂದಾದಾರಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
manage-email-subscriptions = ಇಮೇಲ್ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
email-already-used = ಇಮೇಲ್ ಅನ್ನು ಈಗಾಗಲೇ ಬೇರೆ ಖಾತೆಗೆ ಬಳಸಲಾಗುತ್ತದೆ
add-language = ಭಾಷೆ ಸೇರಿಸಿ
change-email-setings = ಲಾಗಿನ್ ಗುರುತಿನ ಅಡಿಯಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೂಲಕ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಬದಲಾಯಿಸಿ
	
## FAQ	
faq-title = ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
	
faq-what-cv-q = ಪ್ರಾಜೆಕ್ಟ್ ಲೋಕ-ವಾಚಾ ಎಂದರೇನು?
faq-what-cv-a = ಲೋಕ್ ಎಂದರೆ ಜನರು; ವಾಚಾ ಎಂದರೆ ಧ್ವನಿ. ಪ್ರಾಜೆಕ್ಟ್ ಲೋಕ-ವಾಚಾ ಎಂಬುದು ನಿಜವಾದ ಜನರ ಭಾಷಣ ಮಾದರಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದರ ಬಗ್ಗೆ ಮತ್ತು ಕೇವಲ ಧ್ವನಿ-ವೃತ್ತಿಪರರಲ್ಲ. ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ತಂತ್ರಜ್ಞಾನವು ನಾವು ಯಂತ್ರಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ರೀತಿಯಲ್ಲಿ ಕ್ರಾಂತಿಯುಂಟುಮಾಡುತ್ತಿದೆ, ಆದರೆ ಪ್ರಸ್ತುತ ಲಭ್ಯವಿರುವ ವ್ಯವಸ್ಥೆಗಳು ದುಬಾರಿ ಮತ್ತು ಸ್ವಾಮ್ಯದವು. ಲೋಕ್-ವಾಚಾ ಎಂಬುದು ಭಾರತೀಯ ಭಾಷಿಕರ ದಾನ ಮಾಡಿದ ಧ್ವನಿಗಳ ದತ್ತಸಂಚಯವಾಗಿದ್ದು, ಧ್ವನಿ-ಶಕ್ತಗೊಂಡ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಎಲ್ಲ ಭಾಷೆಯಲ್ಲೂ ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ ತರಬೇತಿ ನೀಡಲು ಯಾರಿಗೂ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ನಾವು ಹೆಚ್ಚು ಜನಪ್ರಿಯವಾದ 15 ಭಾಷೆಗಳಿಂದ (ಭಾರತೀಯ ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಹಿಂಗ್ಲಿಷ್ ಸೇರಿದಂತೆ) ಪ್ರಾರಂಭವಾಗುವ ಭಾರತೀಯ ಭಾಷೆಗಳ ಧ್ವನಿ ಮಾದರಿಗಳನ್ನು ನಿರ್ದಿಷ್ಟವಾಗಿ ಸಂಗ್ರಹಿಸುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಂತರ ಹೆಚ್ಚು ದೂರದ ಮತ್ತು ಕಡಿಮೆ ಮಾತನಾಡುವ ಭಾಷೆಗಳು ಮತ್ತು ಇತರ ಉಪಭಾಷೆಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಿದ್ದೇವೆ. ಹಿಂಗ್ಲಿಷ್ ಸೇರಿದಂತೆ ನಿಜ ಜೀವನದ ಆಡುಭಾಷೆ, ಪದಗಳು ಮತ್ತು ನುಡಿಗಟ್ಟುಗಳನ್ನು ಈ ಯೋಜನೆಯು ಖಾತ್ರಿಗೊಳಿಸುತ್ತದೆ. ಇದು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೆಚ್ಚು ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಪ್ರಸ್ತುತವಾಗಿಸುತ್ತದೆ.
	
faq-why-important-q = ಅದು ಏಕೆ ಮುಖ್ಯ?
faq-why-important-a = ಭಾಷಣವು ಸಾಮಾನ್ಯವಾಗಿ ನಾವು ಪರಸ್ಪರ ಸಂವಹನ ನಡೆಸುವ ಅತ್ಯಂತ ನೈಸರ್ಗಿಕ ಮಾರ್ಗವಾಗಿದೆ ಮತ್ತು ಧ್ವನಿ ತಂತ್ರಜ್ಞಾನಗಳು ನಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಮತ್ತು ಮೊಬೈಲ್ ಸಾಧನಗಳಿಗೆ ಆ ಅನುಕೂಲತೆಯನ್ನು ತರುತ್ತಿವೆ. ನೈಜ-ಸಮಯದ ಪ್ರತಿಲೇಖನ, ಅನುವಾದ ಮತ್ತು ಧ್ವನಿ-ಶಕ್ತಗೊಂಡ ಡಿಜಿಟಲ್ ಸಹಾಯಕರಂತಹ ಅದ್ಭುತ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಡೆವಲಪರ್‌ಗಳಿಗೆ ಅಧಿಕಾರ ನೀಡಲು ನಾವು ಬಯಸುತ್ತೇವೆ. ಆದರೆ ಇದೀಗ ಈ ರೀತಿಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಅಗತ್ಯವಿರುವ ಹೆಚ್ಚಿನ ಧ್ವನಿ ಡೇಟಾ ದುಬಾರಿಯಾಗಿದೆ. ಲೋಕ-ವಾಚಾ ಡೇಟಾಸೆಟ್ ಅಭಿವರ್ಧಕರಿಗೆ ಹೊಸತನವನ್ನು ನೀಡಲು ಮತ್ತು ಭಾಷಣ ತಂತ್ರಜ್ಞಾನವನ್ನು ತಮ್ಮದೇ ಭಾಷೆಯಲ್ಲಿ ಲಭ್ಯವಾಗುವಂತೆ ನೀಡುತ್ತದೆ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ. ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಇನ್ನಷ್ಟು ಸಾರ್ವತ್ರಿಕವಾಗಿಸಲು, ನಾವು ಭಾರತದ ಎಲ್ಲಾ ಮೂಲೆಗಳಿಂದ ಧ್ವನಿ ಮಾದರಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಿದ್ದೇವೆ.
	
faq-what-todo-q = ಈ ಧ್ವನಿ ಮಾದರಿಗಳೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡಲಿದ್ದೀರಿ?
faq-what-todo-a = ಅಂತಹ ವೈವಿಧ್ಯಮಯ ಧ್ವನಿಪಟ್ಟಿಗಳನ್ನು ಹೊಂದಿರುವುದು ಡೆವಲಪರ್‌ಗಳು, ಉದ್ಯಮಿಗಳು ಮತ್ತು ಸಮುದಾಯಗಳಿಗೆ ಈ ಅಂತರವನ್ನು ಸ್ವತಃ ಪರಿಹರಿಸಲು ಅಧಿಕಾರ ನೀಡುತ್ತದೆ. ಲೋಕ-ವಾಚಾ ಯೋಜನೆಯ ಜೊತೆಗೆ, ನಾವು ಹಿಂಗ್ಲಿಷ್ ಮತ್ತು ವಾಚಾ.ಎಐ ಎಂದು ಕರೆಯಲ್ಪಡುವ ಎಲ್ಲಾ ಭಾರತೀಯ ಭಾಷೆಗಳಿಗಾಗಿ ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಎಂಜಿನ್ ಅನ್ನು ನಿರ್ಮಿಸುತ್ತಿದ್ದೇವೆ.
	
faq-hinglish-q =ಹಿಂಗ್ಲಿಷ್ ಎಂದರೇನು?
faq-hinglish-a = ಹಿಂಗ್ಲಿಷ್ ಎಂಬುದು "ಹಿಂದಿ" ಮತ್ತು "ಇಂಗ್ಲಿಷ್" ನ ಒಂದು ಪೋರ್ಟ್ಮ್ಯಾಂಟೋ (ಮಿಶ್ರಣ ಪದ). ಹಿಂಗ್ಲಿಷ್ ಇತರ ಭಾರತೀಯ ಭಾಷೆಗಳ ಪದಗಳು / ಉಲ್ಲೇಖಗಳನ್ನು ಸಹ ಹೊಂದಿರಬಹುದು ಮತ್ತು ಇದು ಕೇವಲ ಹಿಂದಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ. Formal ಪಚಾರಿಕ ಸನ್ನಿವೇಶದಲ್ಲಿಯೂ ಸಹ, ಭಾರತೀಯರಿಂದ ಪದಗಳ ವಿಲಕ್ಷಣ ಬಳಕೆ / ಆವಿಷ್ಕಾರವನ್ನು ಉಲ್ಲೇಖಿಸಲು ಇದನ್ನು ಕೆಲವೊಮ್ಮೆ ಬಳಸಲಾಗುತ್ತದೆ.
	
faq-what-cv-and-deepspeech-q = ಲೋಕ-ವಾಚಾ ಮತ್ತು ವಾಚಾ.ಎಐ ನಡುವಿನ ವ್ಯತ್ಯಾಸವೇನು?
faq-what-cv-and-deepspeech-a = ಪ್ರಾಜೆಕ್ಟ್ ಲೋಕ-ವಾಚಾ ಭಾರತೀಯ ಭಾಷೆಗಳ ಆಡಿಯೊ ಮಾದರಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಬಗ್ಗೆ. Vacha.AI ಎಂಬುದು ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಎಂಜಿನ್, ಇದು ಲೋಕ್-ವಾಚಾ ಸಂಗ್ರಹಿಸಿದ ಲೇಬಲ್ ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ.
	
faq-is-goal-assistant-q = ಸಿರಿ, ಅಲೆಕ್ಸಾ, ಕೊರ್ಟಾನಾದಂತಹ ಧ್ವನಿ ಸಹಾಯಕವನ್ನು ನಿರ್ಮಿಸುವುದು ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಗುರಿಯೇ?
faq-is-goal-assistant-a = ಧ್ವನಿ-ಪಠ್ಯ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಿರ್ಮಿಸುವುದು ಪ್ರಾಜೆಕ್ಟ್ ಲೋಕ-ವಾಚಾದ ಗುರಿ. ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ, ಸ್ಪೀಕರ್ ಗುರುತಿಸುವಿಕೆ ಅಥವಾ ಧ್ವನಿ ಡೇಟಾ ಅಗತ್ಯವಿರುವ ಯಾವುದೇ ರೀತಿಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಜಗತ್ತಿನ ಯಾರನ್ನಾದರೂ ಸಕ್ರಿಯಗೊಳಿಸುವುದು. ಧ್ವನಿ ಸಹಾಯಕವು ನೀವು ನಿರ್ಮಿಸಲು ಡೇಟಾಸೆಟ್ ಅನ್ನು ಬಳಸಬಹುದಾದ ಹಲವು ರೀತಿಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ.
	
faq-list-q = ನಾನು ಯಾವ ಭಾಷೆಗಳಿಗೆ ಕೊಡುಗೆ ನೀಡಬಲ್ಲೆ?
faq-list-a = ಪ್ರಸ್ತುತ, ನಾವು 15 ಭಾಷೆಗಳನ್ನು ಮಾತನಾಡಲು ಮತ್ತು ಮೌಲ್ಯೀಕರಿಸಲು ಜನರಿಗೆ ಅವಕಾಶ ನೀಡುತ್ತಿದ್ದೇವೆ, ಅವುಗಳೆಂದರೆ: ಭಾರತೀಯ ಇಂಗ್ಲಿಷ್, ಹಿಂದಿ, ಬಂಗಾಲಿ, ಉರ್ದು, ಅಸ್ಸಾಮೀಸ್, ಪಂಜಾಬಿ, ಗುಜರಾತಿ, ಮರಾಠಿ, ಕನ್ನಡ, ತೆಲುಗು, ತಮಿಳು, ಮಲ್ಲಯಲ್ಲಂ, ನೇಪಾಳಿ, ಒಡಿಯಾ.
	
faq-do-want-native-q = ನಾನು ಸ್ಥಳೀಯರಲ್ಲದ ಸ್ಪೀಕರ್ ಮತ್ತು ನಾನು ಉಚ್ಚಾರಣೆಯೊಂದಿಗೆ ಮಾತನಾಡುತ್ತೇನೆ, ನೀವು ಇನ್ನೂ ನನ್ನ ಧ್ವನಿಯನ್ನು ಬಯಸುತ್ತೀರಾ?
faq-do-want-native-a = ಹೌದು, ನಾವು ವಿಶೇಷವಾಗಿ ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ಬಯಸುತ್ತೇವೆ! ಲೋಕ್-ವಾಚಾದ ಗುರಿಯ ಒಂದು ಭಾಗವೆಂದರೆ ಸಾಧ್ಯವಾದಷ್ಟು ವಿಭಿನ್ನ ಉಚ್ಚಾರಣೆಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದು, ಇದರಿಂದಾಗಿ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಸೇವೆಗಳು ಎಲ್ಲರಿಗೂ ಸಮಾನವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ. ಇದರರ್ಥ ಸ್ಥಳೀಯೇತರ ಭಾಷಿಕರ ದೇಣಿಗೆ ವಿಶೇಷವಾಗಿ ಮುಖ್ಯವಾಗಿದೆ.
	
faq-why-different-speakers-q = ಪ್ರತಿ ಭಾಷೆಗೆ ನಿಮಗೆ ಹಲವಾರು ವಿಭಿನ್ನ ಭಾಷಿಕರು ಏಕೆ ಬೇಕು?
faq-why-different-speakers-a = ಹೆಚ್ಚಿನ ಭಾಷಣ ದತ್ತಸಂಚಯಗಳನ್ನು ಕೆಲವು ಜನಸಂಖ್ಯಾಶಾಸ್ತ್ರದ ಅತಿಯಾದ ನಿರೂಪಣೆಯೊಂದಿಗೆ ಅತಿಯಾದ ವೃತ್ತಿಪರ ಕಲಾವಿದರೊಂದಿಗೆ ತರಬೇತಿ ನೀಡಲಾಗುತ್ತದೆ, ಇದು ಪುರುಷ ಮತ್ತು ಮಧ್ಯಮ ವರ್ಗದವರ ಕಡೆಗೆ ಪಕ್ಷಪಾತಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ. ತರಬೇತಿ ದತ್ತಾಂಶ ಸೆಟ್‌ಗಳಲ್ಲಿ ಕಡಿಮೆ ಪ್ರಾತಿನಿಧ್ಯವನ್ನು ಹೊಂದಿರುವ ಉಚ್ಚಾರಣೆಗಳು ಮತ್ತು ಉಪಭಾಷೆಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಈಗಾಗಲೇ ಅಂಚಿನಲ್ಲಿರುವ ಜನರ ಗುಂಪುಗಳೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿವೆ. ಅನೇಕ ಯಂತ್ರಗಳು ಸ್ತ್ರೀ ಧ್ವನಿಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಹ ಹೆಣಗಾಡುತ್ತವೆ. ವೈವಿಧ್ಯತೆ ಮತ್ತು ಯಾದೃಚ್ ness ಿಕತೆ ಎಂಎಲ್ ಸಮಸ್ಯೆಗೆ ಒಳ್ಳೆಯದು.
	
faq-why-my-lang-q = ನನ್ನ ಭಾಷೆಯನ್ನು ಇನ್ನೂ ಏಕೆ ಸೇರಿಸಲಾಗಿಲ್ಲ?
faq-why-my-lang-new-a = ನಾವು ನಿರ್ದಿಷ್ಟವಾಗಿ ಭಾರತದಲ್ಲಿ ಮಾತನಾಡುವ ಭಾಷೆಗಳ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡದ 6000+ ಭಾರತೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಒಂದನ್ನು ನೀವು ಮಾತನಾಡಿದರೆ, ನೀವು ನಮಗೆ ಮೇಲ್ ಮಾಡಬಹುದು. ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಮುಂದಿನ ಹಂತದ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿ ನಾವು ಮಾರ್ವಾಡಿ, ಸಿಂಧಿ, ಕಾಶ್ಮೀರಿ, ಮೈಥಿಲಿ, ಡೋಗ್ರಿ, ಕೊಂಕಣಿ, ಬೋಡೋವನ್ನು ಸೇರಿಸಬಹುದು.
	
faq-what-quality-q = ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಧ್ವನಿ ಕ್ಲಿಪ್ ಅನ್ನು ಬಳಸಲು ಯಾವ ಮಟ್ಟದ ಆಡಿಯೊ ಗುಣಮಟ್ಟ ಅಗತ್ಯವಿದೆ?
faq-what-quality-a = ಲೋಕ್-ವಾಚಾ ಡೇಟಾಸೆಟ್ ಕಾಡಿನಲ್ಲಿ ಸ್ಪೀಚ್-ಟು-ಟೆಕ್ಸ್ಟ್ ಎಂಜಿನ್ ಕೇಳುವ ಆಡಿಯೊ ಗುಣಮಟ್ಟವನ್ನು ಪ್ರತಿಬಿಂಬಿಸಬೇಕೆಂದು ನಾವು ಬಯಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನಾವು ವೈವಿಧ್ಯತೆಯನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇವೆ. ಸ್ಪೀಕರ್‌ಗಳ ವೈವಿಧ್ಯಮಯ ಸಮುದಾಯದ ಜೊತೆಗೆ, ವಿಭಿನ್ನ ಆಡಿಯೊ ಗುಣಮಟ್ಟವನ್ನು ಹೊಂದಿರುವ ಡೇಟಾಸೆಟ್ ಹಿನ್ನೆಲೆ ಮಾತನಾಡುವಿಕೆಯಿಂದ ಹಿಡಿದು ಕಾರಿನ ಶಬ್ದದವರೆಗೆ ವಿವಿಧ ನೈಜ-ಪ್ರಪಂಚದ ಸಂದರ್ಭಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಭಾಷಣದಿಂದ ಪಠ್ಯ ಎಂಜಿನ್‌ಗೆ ಕಲಿಸುತ್ತದೆ. ನಿಮ್ಮ ಧ್ವನಿ ಕ್ಲಿಪ್ ಎಲ್ಲಿಯವರೆಗೆ ಅರ್ಥವಾಗುತ್ತದೆಯೋ ಅಲ್ಲಿಯವರೆಗೆ ಅದು ಡೇಟಾಸೆಟ್‌ಗೆ ಸಾಕಷ್ಟು ಉತ್ತಮವಾಗಿರಬೇಕು.
	
faq-why-10k-hours-q = ಆಡಿಯೊವನ್ನು ಸೆರೆಹಿಡಿಯಲು ಪ್ರತಿ ಭಾಷೆಯ ಗುರಿಯನ್ನು 10,000 ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆಗಳು ಏಕೆ?
faq-why-10k-hours-a = ಡೀಪ್ ಲರ್ನಿಂಗ್ / ಎಐ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿನ ಸಂಶೋಧನೆಯು 10,000 ಗಂಟೆಗಳ ಆಡಿಯೊ ಡೇಟಾವು ಉತ್ಪಾದನಾ-ಸಿದ್ಧ ಭಾಷಣದಿಂದ ಪಠ್ಯ ವ್ಯವಸ್ಥೆಗೆ ತರಬೇತಿ ನೀಡಲು ಬೇಕಾದ ಗಂಟೆಗಳ ಸಂಖ್ಯೆ ಎಂದು ಹೇಳುತ್ತದೆ.
	
faq-how-calc-hours-q = ನೀವು ಗಂಟೆಗಳನ್ನು ಹೇಗೆ ಲೆಕ್ಕ ಹಾಕುತ್ತೀರಿ?
faq-how-calc-hours-a = ಪ್ರತಿ ರೆಕಾರ್ಡಿಂಗ್‌ನ ಸರಾಸರಿ ಉದ್ದವನ್ನು ಅಂದಾಜು ಮಾಡುವ ಮೂಲಕ ನಾವು ಗಂಟೆಗಳನ್ನು ಲೆಕ್ಕ ಹಾಕುತ್ತೇವೆ, ತದನಂತರ ಆ ಸಂಖ್ಯೆಯನ್ನು ಎಲ್ಲಾ ಭಾಷೆಗಳಲ್ಲಿನ ಒಟ್ಟು ರೆಕಾರ್ಡಿಂಗ್‌ಗಳ ಸಂಖ್ಯೆಯಿಂದ ಗುಣಿಸುತ್ತೇವೆ.
	
faq-how-get-q = ಲೋಕ-ವಾಚಾ ಡೇಟಾವನ್ನು ನಾನು ಹೇಗೆ ಪಡೆಯಬಹುದು?
faq-how-get-a = ಡೇಟಾ ಇನ್ನೂ ಸಿದ್ಧವಾಗಿಲ್ಲ. ಉತ್ತಮ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಿದ ನಂತರವೂ, ದತ್ತಾಂಶವನ್ನು ಕಟ್ಟುವುದು, ಸ್ವಚ್ cleaning ಗೊಳಿಸುವುದು ಮತ್ತು ಲೇಬಲ್ ಮಾಡುವುದು ಹೆಚ್ಚುವರಿ ಸಮಯ ಮತ್ತು ಸಂಪನ್ಮೂಲಗಳ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಐ / ಎಂಎಲ್ ಡೆವಲಪರ್‌ಗಳು ಮತ್ತು ಉತ್ಸಾಹಿಗಳಿಗೆ ಡೇಟಾವನ್ನು ಸಾಕಷ್ಟು ದೊಡ್ಡದಾದ ನಂತರ ನಾವು ಬಿಡುಗಡೆ ಮಾಡಬಹುದು.
	
faq-pay-now-q = ಸ್ಥಳೀಯ ಡೇಟಾವನ್ನು ಪಾವತಿಸಲು ನಾನು ಸಿದ್ಧನಿದ್ದೇನೆ, ನಾನು ಈಗ ಅದನ್ನು ಪಡೆಯಬಹುದೇ?
faq-pay-now-a =	 ಈ ಯೋಜನೆಯ ಬಗ್ಗೆ ಹರಡಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುವಂತೆ ನಾವು ನಿಮಗೆ ಮನವಿ ಮಾಡುತ್ತೇವೆ; ಮತ್ತು ಜನರು ತಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಲು ಮನವರಿಕೆ ಮಾಡುತ್ತಾರೆ. ಇದು ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಪ್ರಕ್ರಿಯೆ ಮತ್ತು ಬಿಡುಗಡೆ ಟೈಮ್‌ಲೈನ್ ಅನ್ನು ಜೋಡಿಸುತ್ತದೆ.
	
faq-contribute-q = ನಾನು ಹೇಗೆ ಕೊಡುಗೆ ನೀಡಬಲ್ಲೆ?
faq-contribute-a = ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮೂಲಕ ನೀವು ಕೊಡುಗೆ ನೀಡಬಹುದು; ಅಪ್ಲಿಕೇಶನ್ ಒದಗಿಸಿದ ವಾಕ್ಯಗಳನ್ನು ಜೋರಾಗಿ ಮಾತನಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡುವುದು; ಮತ್ತು ಇತರರ ಕೆಲಸವನ್ನು ಅನುಮೋದಿಸುವ / ತಿರಸ್ಕರಿಸುವ ಮೂಲಕ ಇತರ ಧ್ವನಿಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸುವುದು. ಲೋಕ್-ವಾಚಾದಲ್ಲಿ ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡುವುದು ಯೋಜನೆಯು ಎಎಸ್ಆರ್ ಮಾದರಿಯ ನಿಖರತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
	
faq-why-account-q = ನಾನು ಖಾತೆಗೆ ಏಕೆ ಸೈನ್ ಅಪ್ ಮಾಡಬೇಕು?
faq-is-account-public-q = ನನ್ನ ಖಾತೆ ಮಾಹಿತಿ ಸಾರ್ವಜನಿಕವಾಗಿದೆಯೇ?
faq-is-account-public-a = ಇಲ್ಲ.
	
faq-what-is-cv = ಲೋಕ-ವಾಚಾ ಎಂದರೇನು?
faq-using-cv = ಲೋಕ-ವಾಚಾ ಬಳಸುವುದು
faq-description = ಲೋಕ್-ವಾಚಾ ನಿಜವಾದ ಜನರು ಹೇಗೆ ಮಾತನಾಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ಯಂತ್ರಗಳಿಗೆ ಕಲಿಸಲು ಸಹಾಯ ಮಾಡುವ ಒಂದು ಉಪಕ್ರಮ.
faq-search-for-answers 	
.label = ಉತ್ತರಗಳಿಗಾಗಿ ಹುಡುಕಿ
	
## ABOUT US	
about-title = LOK ಎಂದರೇನು?
about-subtitle = ಹಿಂದಿಯಲ್ಲಿ "ಲೋಕ್" (& amp; ಇತರ ಅನೇಕ ಭಾರತೀಯ ಭಾಷೆಗಳು) ಎಂದರೆ ಜನರು. "ವಾಚಾ" ಎಂದರೆ ಧ್ವನಿ. ಲೋಕ್-ವಾಚಾ ನಿಜವಾದ ಜನರು ಹೇಗೆ ಮಾತನಾಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ಯಂತ್ರಗಳಿಗೆ ಕಲಿಸಲು ಸಹಾಯ ಮಾಡುವ ಒಂದು ಉಪಕ್ರಮ. ಲೋಕ-ವಾಚಾ ಡೇಟಾಸೆಟ್‌ನ ಜೊತೆಗೆ, ನಾವು ಓಪನ್ ಸೋರ್ಸ್ ಸ್ವಯಂಚಾಲಿತ ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ (ಎಎಸ್‌ಆರ್) ಎಂಜಿನ್ ಅನ್ನು ಸಹ ನಿರ್ಮಿಸುತ್ತಿದ್ದೇವೆ.
about-header-description = ಈ ಎರಡೂ ಯೋಜನೆಗಳು ಡಿಜಿಟಲ್ ಭಾಷಣ ವಿಭಜನೆಯನ್ನು ನಿವಾರಿಸುವ ನಮ್ಮ ಪ್ರಯತ್ನಗಳ ಭಾಗವಾಗಿದೆ. ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ತಂತ್ರಜ್ಞಾನಗಳು ನಮ್ಮ ಸಾಧನಗಳಿಗೆ ಮಾನವ ಆಯಾಮವನ್ನು ತರುತ್ತವೆ, ಆದರೆ ಡೆವಲಪರ್‌ಗಳಿಗೆ ಅವುಗಳನ್ನು ನಿರ್ಮಿಸಲು ಅಪಾರ ಪ್ರಮಾಣದ ಧ್ವನಿ ಡೇಟಾ ಅಗತ್ಯವಿದೆ. ಪ್ರಸ್ತುತ, ಆ ಡೇಟಾದ ಹೆಚ್ಚಿನವು ದುಬಾರಿ ಮತ್ತು ಸ್ವಾಮ್ಯದದ್ದಾಗಿದೆ. ಡೇಟಾವು ನೈಜ ಜನರ ವೈವಿಧ್ಯತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಬಯಸುತ್ತೇವೆ. ಒಟ್ಟಾಗಿ ನಾವು ಎಲ್ಲರಿಗೂ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸಬಹುದು.
how-does-it-work-title = ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?
how-does-it-work-text = ನಾವು ಧ್ವನಿಗಳ ಮುಕ್ತ-ಮೂಲ ಡೇಟಾಸೆಟ್ ಅನ್ನು ಕ್ರೌಡ್‌ಸೋರ್ಸಿಂಗ್ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ದಾನ ಮಾಡಿ, ಇತರ ಜನರ ಕ್ಲಿಪ್‌ಗಳ ನಿಖರತೆಯನ್ನು ಮೌಲ್ಯೀಕರಿಸಿ, ಡೇಟಾಸೆಟ್ ಅನ್ನು ಎಲ್ಲರಿಗೂ ಉತ್ತಮಗೊಳಿಸಿ.
about-speak = ಮಾತನಾಡಿ
about-speak-text = ಕೊಡುಗೆ ನೀಡಿದ ವಾಕ್ಯಗಳ ಬ್ಯಾಂಕಿನಿಂದ ಓದುವ ಮೂಲಕ ಕೊಡುಗೆದಾರರು ಧ್ವನಿ ತುಣುಕುಗಳನ್ನು ದಾಖಲಿಸುತ್ತಾರೆ.
about-listen-queue = ಆಲಿಸಿ-ಕ್ಯೂ
about-listen-queue-text = ಧ್ವನಿ ತುಣುಕುಗಳನ್ನು ಸಲ್ಲಿಕೆ ಕ್ಯೂನಲ್ಲಿ ನಮೂದಿಸಲಾಗಿದೆ, ಅದು ಅವುಗಳನ್ನು ಕೇಳಲು ಸಿದ್ಧವಾಗಿದೆ.
about-listen = ಕೇಳು
about-listen-text = ಬಳಕೆದಾರರು ದಾನ ಮಾಡಿದ ಕ್ಲಿಪ್‌ಗಳ ನಿಖರತೆಯನ್ನು ಮೌಲ್ಯೀಕರಿಸುತ್ತಾರೆ, ಸ್ಪೀಕರ್ ವಾಕ್ಯವನ್ನು ಸರಿಯಾಗಿ ಓದಿದ್ದಾರೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸುತ್ತಾರೆ.
about-is-it-valid = ಕ್ಲಿಪ್ ಮಾನ್ಯವಾಗಿದೆಯೇ?
about-is-it-valid-text = ಬಳಕೆದಾರರು ಹೌದು ಮತವನ್ನು ನೀಡಿದಾಗ ಧ್ವನಿ ಕ್ಲಿಪ್ ಅನ್ನು "ಮಾನ್ಯ" ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.
about-yes-votes = Yes 2 ಹೌದು ಮತಗಳು
about-yes-votes-text = ಇದನ್ನು ಲೋಕ್ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಮಾಡಲು, ಧ್ವನಿ ಕ್ಲಿಪ್ ಅನ್ನು ಎರಡು ಪ್ರತ್ಯೇಕ ಬಳಕೆದಾರರು ಮೌಲ್ಯೀಕರಿಸಬೇಕು.
about-no-votes = ≥ 2 ಮತಗಳಿಲ್ಲ
about-no-votes-text = ಬಳಕೆದಾರರು ಧ್ವನಿ ಕ್ಲಿಪ್ ಅನ್ನು ತಿರಸ್ಕರಿಸಿದಾಗ ಅದು ಕ್ಯೂಗೆ ಹಿಂತಿರುಗುತ್ತದೆ. ಎರಡನೇ ಬಾರಿಗೆ ತಿರಸ್ಕರಿಸಿದರೆ, ಧ್ವನಿ ಕ್ಲಿಪ್ ಅನ್ನು ಕ್ಲಿಪ್ ಸ್ಮಶಾನಕ್ಕೆ ಸರಿಸಲಾಗುತ್ತದೆ.
about-dataset = ಲೋಕ್ ಡೇಟಾಸೆಟ್
about-dataset-text = ಲೋಕ್ ಡೇಟಾಸೆಟ್ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಸಾಧನಗಳನ್ನು ನಿರ್ಮಿಸಲು ಡೆವಲಪರ್‌ಗಳಿಗೆ ಸಹಾಯ ಮಾಡುವ ನೂರಾರು ಸಾವಿರ ಧ್ವನಿ ಮಾದರಿಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
about-clip-graveyard = ಕ್ಲಿಪ್ ಸ್ಮಶಾನ
about-clip-graveyard-text = ಕ್ಲಿಪ್ ಸ್ಮಶಾನವು ಲೋಕ್ ಡೇಟಾಸೆಟ್‌ಗೆ ಸೇರದ ಧ್ವನಿ ತುಣುಕುಗಳನ್ನು ಒಳಗೊಂಡಿದೆ. ಡೇಟಾಸಮೂಹದಂತೆ, ಕ್ಲಿಪ್ ಸ್ಮಶಾನ ಡೌನ್‌ಲೋಡ್‌ಗೆ ಲಭ್ಯವಿದೆ.
about-partners = ಪಾಲುದಾರರು
about-become-a-partner = ಪಾಲುದಾರರಾಗಿ
about-partnership = ಲೋಕ್ ಒಂದು ಸಹಕಾರಿ ಯೋಜನೆಯಾಗಿದೆ, ಮತ್ತು ಇದುವರೆಗಿನ ಧ್ವನಿಗಳ ಅತಿದೊಡ್ಡ ತೆರೆದ ಮೂಲ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ನಾವು ನಮ್ಮ ಪಾಲುದಾರರು ಮತ್ತು ಕೊಡುಗೆದಾರರ ಸಮುದಾಯವನ್ನು ಅವಲಂಬಿಸಿದ್ದೇವೆ. ಯೋಜನೆಯ ಸಹಾಯಕ್ಕಾಗಿ ನಾವು ಈ ಕೆಳಗಿನ ಜನರು ಮತ್ತು ಸಂಸ್ಥೆಗಳಿಗೆ ಧನ್ಯವಾದ ಹೇಳಲು ಬಯಸುತ್ತೇವೆ:
about-get-involved = ತೊಡಗಿಸಿಕೊಳ್ಳಿ
about-get-involved-text = ಲೋಕ-ವಾಚಾವನ್ನು ಇನ್ನಷ್ಟು ಉತ್ತಮಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡಲು ಬಯಸುವಿರಾ?
ಸಲಹೆಗಳನ್ನು ಹೊಂದಿರಿ & amp; ಪ್ರತಿಕ್ರಿಯೆ? <discourseLink> ಫೋರಂಗಳಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ </discourseLink>,
ಸಮಸ್ಯೆ ಅಥವಾ ದೋಷ ಕಂಡುಬಂದಿದೆಯೇ? <githubLink> GitHub </githubLink> ನಲ್ಲಿ ವರದಿ ಮಾಡಿ.
ಅಥವಾ ಬೇರೆ ಯಾವುದಕ್ಕೂ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ <contactLink> ಇಮೇಲ್ </ contactLink>.	
	
about-nav-why-common-voice = ಏಕೆ?
about-nav-how-it-works = ಹೇಗೆ?
about-nav-partners = ಪಾಲುದಾರರು
about-nav-get-involved = ತೊಡಗಿಸಿಕೊಳ್ಳಿ
mycroft-title = ಮೈಕ್ರಾಫ್ಟ್ ಐ
mycroft-subtitle = ಕೃತಕ ಬುದ್ಧಿವಂತಿಕೆ
mycroft-description = ಮೈಕ್ರೊಫ್ಟ್ ವಿಶ್ವದ ಮೊದಲ ಓಪನ್ ಸೋರ್ಸ್ ಸಹಾಯಕ.
ಮೈಕ್ರೊಫ್ಟ್ ಎಲ್ಲಿಯಾದರೂ ಚಲಿಸುತ್ತದೆ - ಡೆಸ್ಕ್‌ಟಾಪ್ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ, ಆಟೋಮೊಬೈಲ್ ಒಳಗೆ ಅಥವಾ ರಾಸ್‌ಪ್ಬೆರಿ ಪೈನಲ್ಲಿ.
mycroft-secondary-description = ಇದು ಓಪನ್ ಸೋರ್ಸ್ ಸಾಫ್ಟ್‌ವೇರ್ ಆಗಿದ್ದು ಅದನ್ನು ಮುಕ್ತವಾಗಿ ರೀಮಿಕ್ಸ್ ಮಾಡಬಹುದು, ವಿಸ್ತರಿಸಬಹುದು ಮತ್ತು ಸುಧಾರಿಸಬಹುದು. ಮೈಕ್ರೊಫ್ಟ್ ಅನ್ನು ವಿಜ್ಞಾನ ಯೋಜನೆಯಿಂದ ಎಂಟರ್‌ಪ್ರೈಸ್ ಸಾಫ್ಟ್‌ವೇರ್ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಯಾವುದಾದರೂ ಬಳಸಬಹುದು.
	
## Glossary	
glossary = ಗ್ಲಾಸರಿ
localization = ಸ್ಥಳೀಕರಣ
localization-explanation = ಅನೇಕ ಸ್ಥಳಗಳಿಗೆ (ಭಾಷೆಗಳು) ನಮ್ಮ ವಿಷಯವನ್ನು ಅನುವಾದಿಸಲು ಮತ್ತು ಹೊಂದಿಸಲು ಇದು ನಮ್ಮ ಪ್ರಕ್ರಿಯೆ.
sentence-collection = ವಾಕ್ಯ ಸಂಗ್ರಹ
sentence-collection-explanation = ಸಾರ್ವಜನಿಕ ಡೊಮೇನ್‌ನಿಂದ ವಾಕ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದು, ಅಥವಾ ಸಾರ್ವಜನಿಕ ಡೊಮೇನ್‌ಗಾಗಿ ಹೊಸದನ್ನು ಬರೆಯುವುದು.
hours-recorded-explanation = ನಾವು ಇಲ್ಲಿಯವರೆಗೆ ಸಂಗ್ರಹಿಸಿದ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್ ಗಂಟೆಗಳ ಎಣಿಕೆ.
hours-validated-explanation = "ಹೌದು" ಮತದೊಂದಿಗೆ 3 ಬಳಕೆದಾರರಲ್ಲಿ 2 ಮಂದಿ ಮೌಲ್ಯೀಕರಿಸಿದ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್ ಗಂಟೆಗಳ ಎಣಿಕೆ. ಇವು ಒಟ್ಟಾರೆ ಯೋಜನೆಯ 10 ಕೆ ಗಂಟೆಗಳ ಗುರಿಯತ್ತ ಪ್ರಗತಿಯನ್ನು ಗುರುತಿಸುತ್ತವೆ.
sst = ಸ್ಪೀಚ್-ಟು-ಟೆಕ್ಸ್ಟ್ (STT)
sst-explanation = ಸ್ಪೀಚ್-ಟು-ಟೆಕ್ಸ್ಟ್ (STT)ತಂತ್ರಜ್ಞಾನಗಳು ಧ್ವನಿ ಡೇಟಾವನ್ನು ಪಠ್ಯವಾಗಿ ಪರಿವರ್ತಿಸುತ್ತವೆ.
de-identified = ಡಿ-ಗುರುತಿಸಲಾಗಿದೆ
de-identified-explanation = ಡೇಟಾಸೆಟ್‌ನ ಒಂದು ಭಾಗವಾಗಿ ಡೌನ್‌ಲೋಡ್‌ಗಾಗಿ ಪ್ಯಾಕೇಜ್ ಮಾಡಿದಾಗ ಕೊಡುಗೆದಾರರ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯನ್ನು ಅವರ ದಾನ ಮಾಡಿದ ಧ್ವನಿ ತುಣುಕುಗಳಿಂದ ಮರೆಮಾಡಲಾಗುತ್ತದೆ.
	
## NotFound	
notfound-title = ದೊರೆತಿಲ್ಲ
notfound-content = ನೀವು ಏನು ಹುಡುಕುತ್ತಿದ್ದೀರಿ ಎಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ ಎಂದು ನಾನು ಹೆದರುತ್ತೇನೆ.
	
## Data	
data-download-button = ಲೋಕ್ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
data-download-yes = ಹೌದು
data-download-deny = ಇಲ್ಲ
data-download-license = ಪರವಾನಗಿ: <licenseLink> CC-0 </licenseLink>
data-download-modal = ನೀವು <size> {$size} GB </size> ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲಿದ್ದೀರಿ, ಮುಂದುವರಿಯುವುದೇ?
data-subtitle = ಭಾಷಣ-ಶಕ್ತಗೊಂಡ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಪ್ರತಿಯೊಬ್ಬರೂ ಬಳಸಬಹುದಾದ ಧ್ವನಿಗಳ ಮುಕ್ತ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಡೇಟಾಸೆಟ್‌ ಅನ್ನು ನಾವು ನಿರ್ಮಿಸುತ್ತಿದ್ದೇವೆ.
data-explanatory-text =	 ದೊಡ್ಡ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳು ಯಂತ್ರ ಕಲಿಕೆ ಆಧಾರಿತ ಭಾಷಣ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ನಾವೀನ್ಯತೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ವಾಣಿಜ್ಯ ಸ್ಪರ್ಧೆಯನ್ನು ಬೆಳೆಸುತ್ತವೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ. ಇದು ಜಾಗತಿಕ ಪ್ರಯತ್ನ ಮತ್ತು ಭಾಗವಹಿಸಲು ಪ್ರತಿಯೊಬ್ಬರನ್ನು ನಾವು ಆಹ್ವಾನಿಸುತ್ತೇವೆ. ಪ್ರಪಂಚದಾದ್ಯಂತದ ಧ್ವನಿಗಳ ವೈವಿಧ್ಯತೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುವ ಭಾಷಣ ತಂತ್ರಜ್ಞಾನವನ್ನು ಹೆಚ್ಚು ಒಳಗೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುವುದು ನಮ್ಮ ಉದ್ದೇಶ.
data-get-started = <speechBlogLink> ಭಾಷಣ ಗುರುತಿಸುವಿಕೆಯೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ </speechBlogLink> 
data-other-title = ಇತರ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳು…
data-other-goto =   ಹೆಸರು to { $name }
data-other-download = ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
data-bundle-button = ಡೇಟಾಸೆಟ್ ಬಂಡಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
data-bundle-description = ಲೋಕ್ ಡೇಟಾ ಮತ್ತು ಮೇಲಿನ ಎಲ್ಲಾ ಇತರ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳು.
license = ಪರವಾನಗಿ:  <licenseLink>{ $license }</licenseLink>
license-mixed = ಮಿಶ್ರ
review-terms = ಲೋಕ್ ಅನ್ನು ಬಳಸುವ ಮೂಲಕ, ನಮ್ಮ <termsLink> ನಿಯಮಗಳು </ termsLink> ಮತ್ತು <privacyLink> ಗೌಪ್ಯತೆ ಪ್ರಕಟಣೆ </ privacyLink>
terms-agree = ನಾನು ಸಮ್ಮತಿಸುವೆ
terms-disagree = ನಾನು ಒಪ್ಪುವುದಿಲ್ಲ
review-aborted = ಅಪ್‌ಲೋಡ್ ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
review-submit-title = ವಿಮರ್ಶೆ ಮತ್ತು ಸಲ್ಲಿಸಿ
review-submit-msg =	 ರೆಕಾರ್ಡಿಂಗ್‌ಗೆ ಧನ್ಯವಾದಗಳು! <lineBreak> </lineBreak> ಈಗ ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಕೆಳಗೆ ಸಲ್ಲಿಸಿ.
review-recording = ವಿಮರ್ಶೆ
review-rerecord = ಮರು-ದಾಖಲೆ
review-cancel = ಸಲ್ಲಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
review-keep-recordings = ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಇರಿಸಿ
review-delete-recordings = ನನ್ನ ರೆಕಾರ್ಡಿಂಗ್ ಅನ್ನು ಅಳಿಸಿ
	
## New Datasets Page	
datasets-headline = ಭಾಷಣ-ಶಕ್ತಗೊಂಡ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಯಾರಾದರೂ ಬಳಸಬಹುದಾದ ಧ್ವನಿಗಳ ಮುಕ್ತ-ಮೂಲ, ಬಹು-ಭಾಷೆಯ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಾವು ನಿರ್ಮಿಸುತ್ತಿದ್ದೇವೆ.
datasets-positioning = ದೊಡ್ಡದಾದ, ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳು ಯಂತ್ರ-ಕಲಿಕೆ ಆಧಾರಿತ ಭಾಷಣ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ನಾವೀನ್ಯತೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ವಾಣಿಜ್ಯ ಸ್ಪರ್ಧೆಯನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ.
ಕಾಮನ್ ವಾಯ್ಸ್‌ನ ಬಹು-ಭಾಷೆಯ ಡೇಟಾಸೆಟ್ ಈಗಾಗಲೇ ಈ ರೀತಿಯ ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಅತಿದೊಡ್ಡ ಧ್ವನಿ ಡೇಟಾಸೆಟ್ ಆಗಿದೆ, ಆದರೆ ಇದು ಒಂದೇ ಅಲ್ಲ.
ಈ ಪುಟವನ್ನು ಇತರ ಓಪನ್ ಸೋರ್ಸ್ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳ ಉಲ್ಲೇಖ ಕೇಂದ್ರವಾಗಿ ನೋಡಿ ಮತ್ತು ಸಾಮಾನ್ಯ ಧ್ವನಿ ಬೆಳೆಯುತ್ತಲೇ ಇರುವುದರಿಂದ, ನಮ್ಮ ಬಿಡುಗಡೆ ನವೀಕರಣಗಳಿಗೆ ನೆಲೆಯಾಗಿದೆ.	
language =ಭಾಷೆ
# File size in gigabytes	
size = ಗಾತ್ರ
validated-hr-total = ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂ. ಒಟ್ಟು
overall-hr-total = ಒಟ್ಟಾರೆ ಗಂ. ಒಟ್ಟು
cv-license = ಪರವಾನಗಿ
audio-format = ಆಡಿಯೋ ಸ್ವರೂಪ
number-of-voices = ಧ್ವನಿಗಳ ಸಂಖ್ಯೆ
splits = ವಿಭಜನೆಗಳು
email-to-download = ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಇಮೇಲ್ ನಮೂದಿಸಿ
why-email = <b>Why an email?</b> ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿನ ಬದಲಾವಣೆಗಳ ಬಗ್ಗೆ ನಾವು ಭವಿಷ್ಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬೇಕಾಗಬಹುದು, ಇಮೇಲ್ ನಮಗೆ ಸಂಪರ್ಕದ ಹಂತವನ್ನು ಒದಗಿಸುತ್ತದೆ.
confirm-size = <b> {$size} </b> ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ನೀವು ಸಿದ್ಧರಿದ್ದೀರಿ
size-gigabyte = ಜಿಬಿ
size-megabyte = ಎಂಬಿ
confirm-no-identify = ಲೋಕ್ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಸ್ಪೀಕರ್‌ಗಳ ಗುರುತನ್ನು ನಿರ್ಧರಿಸಲು ಪ್ರಯತ್ನಿಸದಿರಲು <b>You agree</b>
download-language = { $language } Download ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
validated-hours = ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆಗಳು
recorded-hours = ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಗಂಟೆಗಳು
whats-inside = ಲೋಕ್ ಡೇಟಾಸಮೂಹದಲ್ಲಿ ಏನಿದೆ?
dataset-description-hours 	
ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿನ ಪ್ರತಿಯೊಂದು ನಮೂದು ವಿಶಿಷ್ಟವಾದ ಎಂಪಿ 3 ಮತ್ತು ಅನುಗುಣವಾದ ಪಠ್ಯ ಫೈಲ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ದಾಖಲಾದ ಅನೇಕ <b>{ $total }</b> ವಯಸ್ಸು, ಲೈಂಗಿಕತೆ ಮತ್ತು ಉಚ್ಚಾರಣೆಯಂತಹ ಜನಸಂಖ್ಯಾ ಮೆಟಾಡೇಟಾವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ಅದು ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಎಂಜಿನ್‌ಗಳ ನಿಖರತೆಗೆ ತರಬೇತಿ ನೀಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ಡೇಟಾಸೆಟ್ ಪ್ರಸ್ತುತ <b>{ $valid }</b> ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ <b>{ $languages }</b>ಭಾಷೆಗಳಲ್ಲಿ , ಆದರೆ ನಾವು ಯಾವಾಗಲೂ ಹೆಚ್ಚಿನ ಧ್ವನಿಗಳು ಮತ್ತು ಭಾಷೆಗಳನ್ನು ಸೇರಿಸುತ್ತಿದ್ದೇವೆ. ಭಾಷೆಯನ್ನು ವಿನಂತಿಸಲು ಅಥವಾ ಕೊಡುಗೆ ನೀಡಲು ಪ್ರಾರಂಭಿಸಲು ನಮ್ಮ <ಭಾಷಾ ಲಿಂಕ್> ಭಾಷೆಗಳ ಪುಟ </ ಭಾಷಾ ಲಿಂಕ್> ಅನ್ನು ನೋಡಿ.
want-dataset-update = ಲೋಕ್ ಡೇಟಾಸೆಟ್‌ನ ಹೊಸ ಆವೃತ್ತಿಯನ್ನು ನಾವು ಬಿಡುಗಡೆ ಮಾಡಿದಾಗ ನವೀಕರಣಗಳನ್ನು ಬಯಸುವಿರಾ? ನಮ್ಮ ಸುದ್ದಿಪತ್ರಕ್ಕೆ ಚಂದಾದಾರರಾಗಿ.
subscribe = ಚಂದಾದಾರರಾಗಿ
get-started-speech = ಭಾಷಣ ಗುರುತಿಸುವಿಕೆಯೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ
other-datasets = ಇತರ ಧ್ವನಿ ಡೇಟಾಸೆಟ್‌ಗಳು
feedback-q = ಪ್ರತಿಕ್ರಿಯೆ ಇದೆಯೇ?
deepspeech-info = ಸಾಮಾನ್ಯ ಧ್ವನಿ ಡೇಟಾಸೆಟ್ ಮೊಜಿಲ್ಲಾದ ಓಪನ್ ಸೋರ್ಸ್ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಎಂಜಿನ್ ಡೀಪ್ ಸ್ಪೀಚ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸುತ್ತದೆ, ಇದನ್ನು ನೀವು ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಬಳಸಬಹುದು. ಹೇಗೆ ಪ್ರಾರಂಭಿಸಬೇಕು ಎಂದು ತಿಳಿಯಲು ನಮ್ಮ <githubLink> ಗಿಥಬ್ ಅವಲೋಕನ </ githubLink> ಅನ್ನು ಓದಿ ಅಥವಾ <discourseLink> ಡೀಪ್‌ಸ್ಪೀಚ್ ಪ್ರವಚನ </ discourseLink> ಗೆ ಸೇರಿ.
common-voice-info-new = ಸಾಮಾನ್ಯ ಧ್ವನಿಯ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳಿವೆಯೇ? ನಿರ್ದಿಷ್ಟ ಭಾಷೆಯ ಕುರಿತು ಸುಧಾರಣೆಗಳು ಅಥವಾ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಐಡಿಯಾಗಳು? ನಮ್ಮ <discourseLink> ಡಿಸ್ಕೋರ್ಸ್ ಫೋರಂ </ discourseLink> ನಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ ಮತ್ತು ನಮಗೆ ತಿಳಿಸಿ.
data-other-librispeech-description = ಲಿಬ್ರಿಸ್ಪೀಚ್ ಲಿಬ್ರಿವಾಕ್ಸ್ ಯೋಜನೆಯಿಂದ ಓದಿದ ಆಡಿಯೊಬುಕ್‌ಗಳಿಂದ ಪಡೆದ ಇಂಗ್ಲಿಷ್ ಭಾಷಣವನ್ನು ಸುಮಾರು 1000 ಗಂಟೆಗಳ 16 ಕಿಲೋಹರ್ಟ್ z ್‌ನ ಕಾರ್ಪಸ್ ಆಗಿದೆ.
data-other-ted-name = ಟೆಡ್-ಲಿಯಮ್ ಕಾರ್ಪಸ್
data-other-ted-description = TED-LIUM ಕಾರ್ಪಸ್ ಅನ್ನು ಆಡಿಯೊ ಮಾತುಕತೆ ಮತ್ತು ಅವುಗಳ ಪ್ರತಿಲೇಖನಗಳು TED ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ.
data-other-voxforge-description = ಉಚಿತ ಮತ್ತು ಮುಕ್ತ ಮೂಲ ಭಾಷಣ ಗುರುತಿಸುವಿಕೆ ಎಂಜಿನ್‌ಗಳೊಂದಿಗೆ ಬಳಸಲು ಪ್ರತಿಲೇಖನ ಭಾಷಣವನ್ನು ಸಂಗ್ರಹಿಸಲು ವೋಕ್ಸ್‌ಫಾರ್ಜ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಯಿತು.
data-other-tatoeba-description = ಟಾಟೊಬಾ ಎಂಬುದು ಭಾಷಾ ಕಲಿಕೆಯಲ್ಲಿ ಬಳಸಲು ವಾಕ್ಯಗಳು, ಅನುವಾದಗಳು ಮತ್ತು ಮಾತನಾಡುವ ಆಡಿಯೊಗಳ ದೊಡ್ಡ ಡೇಟಾಬೇಸ್ ಆಗಿದೆ. ಈ ಡೌನ್‌ಲೋಡ್‌ನಲ್ಲಿ ಅವರ ಸಮುದಾಯ ದಾಖಲಿಸಿದ ಮಾತನಾಡುವ ಇಂಗ್ಲಿಷ್ ಇದೆ.
your-feedback = ಲೋಕ್ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಾವು ಹೇಗೆ ಉತ್ತಮಗೊಳಿಸಬಹುದು ಎಂಬುದರ ಕುರಿತು ನಿಮ್ಮ ಆಲೋಚನೆಗಳು ಇದೆಯೇ? ಪ್ರವಚನದಲ್ಲಿ ನಮಗೆ ತಿಳಿಸಿ
go-discourse = ಪ್ರವಚನಕ್ಕೆ ಹೋಗಿ
missing-language = ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಭಾಷೆ ಪ್ರತಿಫಲಿಸುತ್ತದೆ ಎಂದು ನೋಡುತ್ತಿಲ್ಲವೇ? ನಮ್ಮ ಭಾಷೆಗಳ ಪುಟಕ್ಕೆ ಭಾಷೆಯ ಮುಖ್ಯಸ್ಥರನ್ನು ವಿನಂತಿಸಲು.
go-languages-page = ಭಾಷೆಗಳ ಪುಟಕ್ಕೆ ಹೋಗಿ
ready-to-validate = ವಾಕ್ಯಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸಲು ಸಹಾಯ ಮಾಡಲು ಸಿದ್ಧರಿದ್ದೀರಾ?
more = ಇನ್ನಷ್ಟು
close = ಮುಚ್ಚಿ
download = ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
	
## Download Modal	
download-title = ನಿಮ್ಮ ಡೌನ್‌ಲೋಡ್ ಪ್ರಾರಂಭವಾಗಿದೆ.
download-helpus = ಧ್ವನಿ ತಂತ್ರಜ್ಞಾನದ ಸುತ್ತ ಸಮುದಾಯವನ್ನು ನಿರ್ಮಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ, ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕದಲ್ಲಿರಿ.
download-form-email 	
.label = ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
.value = ಧನ್ಯವಾದಗಳು, ನಾವು ಸಂಪರ್ಕದಲ್ಲಿರುತ್ತೇವೆ.
download-back = ಲೋಕ್ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಹಿಂತಿರುಗಿ
download-no = ಬೇಡ ಧನ್ಯವಾದಗಳು
	
## Contact Modal	
contact-title = ಸಂಪರ್ಕ ಫಾರ್ಮ್
contact-form-name 	
.label = ಹೆಸರು
contact-form-message 	
.label = ಸಂದೇಶ
contact-required = * ಅಗತ್ಯವಿದೆ
	
## Request Language Modal	
request-language-title = ಭಾಷಾ ವಿನಂತಿ
request-language-form-language 	
.label = ಭಾಷೆ
request-language-success-title = ಭಾಷಾ ವಿನಂತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ, ಧನ್ಯವಾದಗಳು.
request-language-success-content = ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಸಾಮಾನ್ಯ ಧ್ವನಿಗೆ ಹೇಗೆ ಸೇರಿಸುವುದು ಎಂಬುದರ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯೊಂದಿಗೆ ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಸಂಪರ್ಕದಲ್ಲಿರುತ್ತೇವೆ.
select-language = ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ ...
other-language = ಇತರೆ ಭಾಷೆ
	
## Languages Overview	
language-section-in-progress = ಪ್ರಗತಿಯಲ್ಲಿದೆ
language-section-in-progress-new-description = ಈ ಭಾಷೆಗಳು ಪ್ರಸ್ತುತ ಸಮುದಾಯ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿದೆ.  <localizationGlossaryLink>ವೆಬ್‌ಸೈಟ್ ಸ್ಥಳೀಕರಣ</localizationGlossaryLink> ಮತ್ತು <sentenceCollectionGlossaryLink>ವಾಕ್ಯ ಸಂಗ್ರಹ</sentenceCollectionGlossaryLink> ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಪ್ರತಿ ಭಾಷೆ ಎಷ್ಟು ದೂರದಲ್ಲಿದೆ ಎಂಬುದನ್ನು ಪ್ರಗತಿ ಪಟ್ಟಿಗಳು ಸೂಚಿಸುತ್ತವೆ.
language-section-launched = ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ
language-section-launched-description = ಈ ಪ್ರಾರಂಭಿಸಿದ ಭಾಷೆಗಳಿಗಾಗಿ ವೆಬ್‌ಸೈಟ್ ಯಶಸ್ವಿಯಾಗಿ <localizationGlossaryLink>ಸ್ಥಳೀಕರಿಸಲಾಗಿದೆ</localizationGlossaryLink>, ಮತ್ತು ಸಾಕಷ್ಟು <sentenceCollectionGlossaryLink>ವಾಕ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</sentenceCollectionGlossaryLink> ನಡೆಯುತ್ತಿರುವ <speakLink>ಮಾತನಾಡಿ</speakLink> ಮತ್ತು <listenLink>Listen</listenLink> ಕೊಡುಗೆಗಳು.
languages-show-more = ಇನ್ನೂ ಹೆಚ್ಚು ನೋಡುಕೇಳು
languages-show-less = ಕಡಿಮೆ ನೋಡಿ
language-speakers = ಸ್ಪೀಕರ್ಗಳು
language-meter-in-progress = ಪ್ರಗತಿ
language-total-progress = ಒಟ್ಟು
language-search-input 	
.placeholder = ಹುಡುಕಿ
localized = ಸ್ಥಳೀಕರಿಸಲಾಗಿದೆ
sentences = ವಾಕ್ಯಗಳು
total-hours = ಮೌಲ್ಯೀಕರಿಸಿದ ಗಂಟೆಗಳು
	
## New Contribution	
action-click = ಕ್ಲಿಕ್
action-tap = ಟ್ಯಾಪ್ ಮಾಡಿ
contribute = ಕೊಡುಗೆ ನೀಡಿ
listen = ಕೇಳು
skip = ಬಿಟ್ಟುಬಿಡಿ
shortcuts = ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
clips-with-count = <bold>{ $count }</bold> ಕ್ಲಿಪ್‌ಗಳು
goal-help-recording = ನಮ್ಮ ದೈನಂದಿನ { $goalValue } ರೆಕಾರ್ಡಿಂಗ್ ಗುರಿಯ <goalPercentage> </goalPercentage> ಅನ್ನು ತಲುಪಲು ನೀವು ಲೋಕ್-ವಾಚಾಗೆ ಸಹಾಯ ಮಾಡಿದ್ದೀರಿ!
goal-help-validation = ನಮ್ಮ ದೈನಂದಿನ  { $goalValue } ಮೌಲ್ಯಮಾಪನ ಗುರಿಯ ಲೋಕ್-ವಾಚಾ <goalPercentage> </goalPercentage> ಅನ್ನು ತಲುಪಲು ನೀವು ಸಹಾಯ ಮಾಡಿದ್ದೀರಿ!
contribute-more 	
{ $count ->	
* [other] ಮಾಡಲು ಸಿದ್ಧರಿದ್ದೀರಾ { $count } ಹೆಚ್ಚು ? 
}	
record-cta = ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
record-platform-not-supported = ಕ್ಷಮಿಸಿ, ಆದರೆ ನಿಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅನ್ನು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
record-platform-not-supported-desktop =	 ಡೆಸ್ಕ್‌ಟಾಪ್ ಕಂಪ್ಯೂಟರ್‌ಗಳಲ್ಲಿ, ನೀವು ಇತ್ತೀಚಿನದನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು:
record-platform-not-supported-ios = <bold> iOS </bold> ಬಳಕೆದಾರರು ನಮ್ಮ ಉಚಿತ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು:
record-must-allow-microphone = ನೀವು ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಬೇಕು.
record-no-mic-found = ಯಾವುದೇ ಮೈಕ್ರೊಫೋನ್ ಕಂಡುಬಂದಿಲ್ಲ.
record-error-too-short = ರೆಕಾರ್ಡಿಂಗ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
record-error-too-long = ರೆಕಾರ್ಡಿಂಗ್ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
record-error-too-quiet = ರೆಕಾರ್ಡಿಂಗ್ ತುಂಬಾ ಶಾಂತವಾಗಿತ್ತು.
record-cancel = ಮರು-ರೆಕಾರ್ಡಿಂಗ್ ರದ್ದುಮಾಡಿ
record-instruction = { $actionType } <recordIcon> </recordIcon> ನಂತರ ವಾಕ್ಯವನ್ನು ಗಟ್ಟಿಯಾಗಿ ಓದಿ
record-stop-instruction = when {$actionType} <stopIcon> </stopIcon> ಮಾಡಿದಾಗ
record-three-more-instruction = ಹೋಗಲು ಮೂರು!
record-again-instruction = ಅದ್ಭುತವಾಗಿದೆ! <recordIcon></recordIcon> ನಿಮ್ಮ ಮುಂದಿನ ಕ್ಲಿಪ್ ಅನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
record-again-instruction2 = ಅದನ್ನು ಮುಂದುವರಿಸಿ, ಮತ್ತೆ ರೆಕಾರ್ಡ್ ಮಾಡಿ <recordIcon></recordIcon>
record-last-instruction = <recordIcon></recordIcon> ಕೊನೆಯದು!
review-tooltip = ನೀವು ಹೋಗುವಾಗ ಇಲ್ಲಿ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರು-ರೆಕಾರ್ಡ್ ಮಾಡಿ
unable-speak = ಇದೀಗ ಮಾತನಾಡಲು ಸಾಧ್ಯವಿಲ್ಲವೇ?
review-instruction = ಅಗತ್ಯವಿದ್ದರೆ ಕ್ಲಿಪ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರು-ರೆಕಾರ್ಡ್ ಮಾಡಿ
record-submit-tooltip = { $actionType } ಸಿದ್ಧವಾದಾಗ ಸಲ್ಲಿಸಿ
clips-uploaded = ಕ್ಲಿಪ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
record-abort-title = ಮೊದಲು ರೆಕಾರ್ಡಿಂಗ್ ಮುಗಿಸುವುದೇ?
record-abort-text = ಈಗ ಬಿಡುವುದರಿಂದ ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ ಎಂದರ್ಥ
record-abort-submit = ಕ್ಲಿಪ್‌ಗಳನ್ನು ಸಲ್ಲಿಸಿ
record-abort-continue = ರೆಕಾರ್ಡಿಂಗ್ ಮುಗಿಸಿ
record-abort-delete = ಕ್ಲಿಪ್‌ಗಳನ್ನು ನಿರ್ಗಮಿಸಿ ಮತ್ತು ಅಳಿಸಿ
listen-instruction = { $actionType } <playIcon></playIcon> ಅವರು ವಾಕ್ಯವನ್ನು ನಿಖರವಾಗಿ ಮಾತನಾಡಿದ್ದಾರೆಯೇ?
listen-again-instruction = ಉತ್ತಮ ಕೆಲಸ! <playIcon> </playIcon> ನೀವು ಸಿದ್ಧರಾದಾಗ ಮತ್ತೆ ಆಲಿಸಿ
listen-3rd-time-instruction = 2 ಕೆಳಗೆ, ಅದನ್ನು ಮುಂದುವರಿಸಿ! <playIcon> </playIcon>
listen-last-time-instruction = <playIcon> </playIcon> ಕೊನೆಯದು!
nothing-to-validate = ಈ ಭಾಷೆಯಲ್ಲಿ ಮೌಲ್ಯೀಕರಿಸಲು ನಮ್ಮಲ್ಲಿ ಏನೂ ಇಲ್ಲ, ಕ್ಯೂ ತುಂಬಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ.
record-button-label = ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
share-title-new = <bold>Help us</bold> > ಹೆಚ್ಚಿನ ಧ್ವನಿಗಳನ್ನು ಹುಡುಕಿ
	
## Goals	
streaks = ಗೆರೆಗಳು
days = { $count ->
[one] Day	
*[other] Days	
}	
recordings = { $count ->
[one] Recording	
*[other] Recordings	
}	
validations = { $count ->
[one] Validation	
*[other] Validations	
}	
	
## Dashboard	
your-languages = ನಿಮ್ಮ ಭಾಷೆಗಳು
toward-next-goal = ಮುಂದಿನ ಗುರಿಯತ್ತ
clips-you-recorded = ನೀವು ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಕ್ಲಿಪ್‌ಗಳು
clips-you-validated = ನೀವು ಮೌಲ್ಯೀಕರಿಸಿದ ಕ್ಲಿಪ್‌ಗಳು
todays-recorded-progress = ಕ್ಲಿಪ್‌ಗಳಲ್ಲಿ ಇಂದಿನ ಲೋಕ-ವಾಚಾ ಪ್ರಗತಿಯನ್ನು ದಾಖಲಿಸಲಾಗಿದೆ
todays-validated-progress =	 ಕ್ಲಿಪ್‌ಗಳಲ್ಲಿನ ಇಂದಿನ ಲೋಕ-ವಾಚಾ ಪ್ರಗತಿಯನ್ನು ಮೌಲ್ಯೀಕರಿಸಲಾಗಿದೆ
stats = ಅಂಕಿಅಂಶಗಳು
you = ನೀವು
everyone = ಎಲ್ಲರೂ
contribution-activity = ಕೊಡುಗೆ ಚಟುವಟಿಕೆ
top-contributors = ಉನ್ನತ ಕೊಡುಗೆದಾರರು
recorded-clips = ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಕ್ಲಿಪ್‌ಗಳು
validated-clips = ಮೌಲ್ಯೀಕರಿಸಿದ ಕ್ಲಿಪ್‌ಗಳು
total-approved = ಒಟ್ಟು ಅನುಮೋದಿಸಲಾಗಿದೆ
overall-accuracy = ಒಟ್ಟಾರೆ ನಿಖರತೆ
	
## Profile Delete	
delete-q = ನಿಮ್ಮ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಸಹ ಅಳಿಸಲು ನೀವು ವಿನಂತಿಸಲು ಬಯಸುವಿರಾ, ಅಥವಾ ಅವುಗಳನ್ನು ಲೋಕ-ವಾಚಾ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಇರಿಸಿಕೊಳ್ಳಲು ನೀವು ಬಯಸುತ್ತೀರಾ?
keep = ಇರಿಸಿ
remove = ತೆಗೆದುಹಾಕಿ
keep-info = ನಿಮ್ಮ ಅನಾಮಧೇಯ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್ ಲೋಕ-ವಾಚಾ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಉಳಿಯುತ್ತದೆ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಒಮ್ಮೆ ನೀವು ಅಳಿಸಿದ ನಂತರ ಡೇಟಾಸೆಟ್‌ನಿಂದ ನಿಮ್ಮ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ
remove-info = ಡೇಟಾಸೆಟ್‌ನಿಂದ ನಿಮ್ಮ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುವ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಅನುಮೋದಿಸಿದರೆ, ಡೇಟಾಸೆಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದವರನ್ನು ನಾವು ಸಂಪರ್ಕಿಸುತ್ತೇವೆ ಮತ್ತು ಅವರು ನಿಮ್ಮ ಧ್ವನಿ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕುವಂತೆ ವಿನಂತಿಸುತ್ತೇವೆ.
why-delete-recordings = ಲೋಕ್-ವಾಚಾ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಶಿಕ್ಷಣ ತಜ್ಞರು, ಸಣ್ಣ ಉದ್ಯಮಗಳು ಮತ್ತು ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಉತ್ಸಾಹಿಗಳು ಧ್ವನಿ ಮಾದರಿಗಳಂತಹ ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಸಂಪನ್ಮೂಲಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಮತ್ತು ಬೆಳೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತಾರೆ.
ನಿಮ್ಮ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಏಕೆ ಅಳಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಿ ಎಂದು ನಮಗೆ ತಿಳಿಸಬಹುದೇ?
profile-form-delete = ಪ್ರೊಫೈಲ್ ಅಳಿಸಿ
	
## Landing	
welcome-staff = ಸ್ವಾಗತ { $company} ಸಿಬ್ಬಂದಿ!
help-contribute = ಲೋಕ-ವಾಚಾ ಪ್ರೊಫೈಲ್ ಅನ್ನು ರಚಿಸುವ ಮೂಲಕ ಮತ್ತು ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ನೀಡುವ ಮೂಲಕ ವೈವಿಧ್ಯಮಯ, ಮುಕ್ತ-ಮೂಲ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ನೀವು ಸಹಾಯ ಮಾಡಬಹುದು.
login-company =	Log $ ಕಂಪನಿ} ಇಮೇಲ್‌ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ / ಸೈನ್ ಅಪ್ ಮಾಡಿ
profile-not-required = ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹೊಂದಲು ಇದು ಸಹಾಯಕವಾಗಿದ್ದರೂ ಸಹ ಕೊಡುಗೆ ನೀಡುವ ಅಗತ್ಯವಿಲ್ಲ, ಏಕೆ ಕೆಳಗೆ ನೋಡಿ.
read-more-about = ನಮ್ಮ ಕುರಿತು ಪುಟದಲ್ಲಿ ಇನ್ನಷ್ಟು ಓದಿ
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	