	Nepali
yes-receive-emails = हो, मलाई ईमेल पठाउनुहोस्। म लोक-वाच परियोजनाको बारेमा सचेत रहन चाहन्छु।
stayintouch = हामी अपडेटहरू, नयाँ डाटा स्रोतहरूसँग सम्पर्कमा रहन चाहन्छौं र तपाईंले यो डाटा कसरी प्रयोग गर्दै हुनुहुन्छ भन्ने बारे सुन्न।
privacy-info = हामी तपाईको जानकारीलाई होशियारीसाथ हेरचाह गर्नका लागि वचन दिन्छौं। हाम्रो <privacyLink> गोपनीयता सूचना </privacyLink> मा अधिक पढ्नुहोस्।
return-to-cv = लोक-वाचमा फर्कनुहोस्
email-input 
.label = ईमेल
submit-form-action = बुझाउनुहोस्
loading = लोड गर्दै ...
email-opt-in-info =	म लक्ष्य अनुस्मारकहरूमा ईमेल प्राप्त गर्न चाहन्छु, मेरो प्रगति र लोक-वाचको समाचारपत्रहरू।
email-opt-in-privacy = ईमेलहरू प्राप्त गर्नका लागि विकल्प रोजेर, तपाईं भन्नुभएको छ कि तपाईं हामीसँग यो जानकारीलाई हाम्रो  <privacyLink>गोपनीयता नीति</privacyLink> मा वर्णन गरिए अनुसार हेण्डल गर्न सहमत हुनुहुन्छ।
indicates-required = * भर्न आवश्यक छ
not-available-abbreviation = N / A
	
# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/import-locals.js)	
# [Languages]	
## Languages	
as = असमिया
bn = बंगाली
en = अंग्रेजी
gu = गुजराती
hi = हिन्दी
kn = कन्नड
ml = मलयालम
mr = मराठी
ne = नेपाली
or = ओडिया
pa = पंजाबी
ta = तामिल
te = तेलुगु
ur = उर्दू
# [/]	
	
## Layout	
speak= बोल्नुहोस्
speak-now =	अहिले बोल्नुस्
datasets = डाटासेट
languages = भाषाहरु
about = बारेमा
profile = प्रोफाइल
help = मद्दत
contact = सम्पर्क
privacy = गोपनीयता
terms =	सर्तहरू
cookies = कुकिज
faq = FAQ
content-license-text = सामग्री <licenseLink> क्रिएटिभ कमन्स इजाजतपत्र </licenseLink> अन्तर्गत उपलब्ध छ
share-title = अरूलाई तिनीहरूको आवाज दान गर्न हामीलाई सहयोग गर्नुहोस्!
share-text = मेशिनहरूलाई सिकाउन मद्दत गर्नुहोस् कसरी वास्तविक व्यक्तिहरू बोल्छन्, तपाईंको आवाज  {$link} मा दान गर्नुहोस्।
link-copied = लिंक प्रतिलिपि गरियो
back-top = शीर्षमा फिर्ता
logout = बाहिर निस्कनु
	
## Home Page 	
home-title = लोक-वाचले अडियो नमूनाहरू स collect्कलन गर्नेछ र भ्राउडसोर्सिंग द्वारा उत्तरहरू मान्य गर्दछ।
wall-of-text-start = आवाज स्वाभाविक हो, आवाज मानव हो। यसैले हामी हाम्रो मेशिनहरूको लागि प्रयोग योग्य भ्वाइस टेक्नोलोजी सिर्जना गर्न मोहित भएका छौँ। तर भ्वाइस प्रणालीहरू सिर्जना गर्न, आवाज डाटाको अत्यन्त ठूलो रकम आवश्यक छ।
wall-of-text-more-mobile = ठूला कम्पनीहरूले प्रयोग गरेको धेरै जसो डाटा बहुसंख्यक व्यक्तिको लागि उपलब्ध हुँदैन। हामी सोच्छौं कि नवीनता लाई दिक्क लाग्छ। यसैले हामीले भारतीय भाषाको लागि आवाज पहिचान गर्न मद्दत गर्ने लोक-वाच, एक प्रोजेक्ट शुरू गरेका छौं।
wall-of-text-more-desktop =	अब तपाईं आफ्नो आवाज दान गर्न सक्नुहुन्छ हामीलाई भारतीय भाषाहरूको यथार्थवादी र व्यावहारिक आवाज डाटाबेस बनाउन सहयोग गर्न। वाक्यहरू पढ्नुहोस् र मेशिनलाई मद्दतको लागि वास्तविक व्यक्तिहरू कसरी बोल्छन् भनेर सिकाउनुहोस्। गुणस्तर सुधार गर्न अन्य योगदानकर्ताहरूको काम जाँच गर्नुहोस्। यो त्यत्ति सजिलो छ!
wall-of-text-first = आवाज स्वाभाविक हो, आवाज मानव हो। यसैले हामी हाम्रो मेशिनहरूको लागि प्रयोग योग्य भ्वाइस टेक्नोलोजी सिर्जना गर्न उत्साहित छौं। तर भ्वाइस प्रणालीहरू सिर्जना गर्न, विकासकर्ताहरूलाई अत्यन्त ठूलो मात्रामा भ्वाइस डाटा आवश्यक हुन्छ।
wall-of-text-second = ठूला कम्पनीहरूले प्रयोग गरेको धेरै जसो डाटा बहुसंख्यक व्यक्तिको लागि उपलब्ध हुँदैन। हामी सोच्छौं कि नवीनता लाई दिक्क लाग्छ। यसैले हामीले भारतीय भाषाको लागि आवाज पहिचान गर्न मद्दत गर्ने लोक-वाच, एक प्रोजेक्ट शुरू गरेका छौं।
show-wall-of-text = थप पढ्नुहोस्
help-us-title =	हामीलाई वाक्य मान्य गर्न सहयोग गर्नुहोस्!
help-us-explain = प्ले थिच्नुहोस्, सुन्नुहोस् र हामीलाई भन्नुहोस्: के उनीहरूले तलको वाक्य सहि बोलेका थिए?
no-clips-to-validate = यस भाषामा सुन्नको लागि त्यहाँ कुनै क्लिपहरू छैनन् जस्तो देखिन्छ। हामीलाई केहि रेकर्ड गरेर प the्क्ति भर्न सहयोग गर्नुहोस्।
vote-yes = हो
vote-no = होईन
toggle-play-tooltip = प्ले मोड टगल गर्न { shortcut-play-toggle }  थिच्नुहोस्
speak-subtitle = आफ्नो आवाज दान गर्नुहोस्
speak-goal-text = क्लिपहरू रेकर्ड गरियो
listen-subtitle = हामीलाई आवाज मान्य गर्न मद्दत गर्नुहोस्
listen-goal-text = क्लिप मान्य भयो
hours-recorded = घण्टा रेकर्ड गरियो
hours-validated = घण्टा मान्य
voices-online =	आवाज अनलाइन अब
todays-progress = आजको प्रगति
help-reach-goal = हामीलाई { $goal } प्राप्त गर्न मद्दत गर्नुहोस्
read-terms-q = के तपाईंले हाम्रा सर्तहरू पढ्नुभयो?
ready-to-record = तपाईंको आवाज दान गर्न तयार हुनुहुन्छ?
all-locales = सबै
today =	आज
x-weeks-short 	
{ $count ->	
[one] Week 	
*[other] { $count }wk 	
}	
x-months-short  	
{ $count ->	
*[other] { $count }mo	
}	
x-years-short 	
{ $count ->	
*[other] { $count }y	
}	
	
	
help-make-dataset = हामीलाई उच्च गुणवत्ता र निष्पक्ष डाटासेट तयार गर्न मद्दत गर्नुहोस्
profile-not-required = प्रोफाईल भएकोले योगदान दिन आवश्यक पर्दैन यो सहयोगी छ
sign-up-account = खाताको लागि साइन अप गर्नुहोस्
email-subscription-title = ईमेल अपडेटका लागि साइन अप गर्नुहोस्
	
## Account Benefits	
benefits = लाभहरू
rich-data =	तपाईको सबमिट गरिएको डाटालाई सकेसम्म धनी बनाउनुहोस् केही बेनामी डेमोग्राफिक डाटा प्रदान गरेर। हामी यसलाई सार्वजनिक बनाउनु अघि सबै डेमोग्राफिक डाटालाई डि-पहिचान गर्छौं।
improve-audio = प्रोफाइल जानकारी प्रशिक्षण भाषण मान्यता सटीकता मा प्रयोग गरिएको अडियो डेटा सुधार गर्दछ।
keep-track = तपाईको प्रगति र मेट्रिक्स धेरै भाषाहरूमा ट्र्याक राख्नुहोस्।
compare-progress = तपाईंको प्रगति कसरी अरू योगदानकर्ताहरू समग्रमा तुलना गर्दछ भनेर हेर्नुहोस्।
view-goals = व्यक्तिगत र परियोजना लक्ष्यहरूको बिरूद्ध तपाईंको प्रगति हेर्नुहोस्।
join-newsletter = वैकल्पिक रूपमा अद्यावधिक र परियोजना को बारे मा नयाँ जानकारी को लागी हाम्रो ईमेल सूची मा सामेल।
	
## What's public	
whats-public =	सार्वजनिक के हो?
email-not-public = हामी तपाईंको ईमेल सार्वजनिक गर्दैनौं।
recordings-and-locale-public = रेकर्डि of हरूको संख्या र कुन भाषाहरूमा तपाईंले योगदान गर्नुहुन्छ सार्वजनिक हुनुहुनेछ।
username-optin-public =	 तपाईं आफ्नो प्रयोगकर्तानाम सार्वजनिक वा गुमनाम बनाउन रोज्न सक्नुहुन्छ।
demographic-deidentified = वैकल्पिक रूपमा सबमिट गरिएको डेमोग्राफिक डेटा (उदाहरण उमेर, लिंग, भाषा, र एक्सेन्ट) तपाईंको सबमिट भ्वाइस डाटाबाट डि-पहिचान गरियो र तपाईंको प्रोफाइलमा कहिले सार्वजनिक गरिने छैन।
username-email-not-demographic = तपाईंको प्रयोगकर्ता नाम र ईमेल प्रकाशित डाटाको साथ सम्बन्धित छैन।
	
## Speak & Listen Shortcuts	
# Must be one letter that appears in the translated { skip } string.	
shortcut-skip =	s
	
## Listen Shortcuts	
# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-play-toggle = p
shortcut-play-toggle-label = खेल्नुहोस् / रोक्नुहोस्
# Must be one letter that appears in the { vote-yes } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle }	
shortcut-vote-yes =	y
# Must be one letter that appears in the { vote-no } string.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle }	
shortcut-vote-no = n
	
## Speak Shortcuts	
# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }.	
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }	
shortcut-record-toggle = r
shortcut-record-toggle-label = रेकर्ड / रोक्नुहोस्
shortcut-rerecord-toggle = [1-5]
shortcut-rerecord-toggle-label = क्लिप पुन: रेकर्ड गर्नुहोस्
request-language-text =	तपाईको भाषा अझै Vacha मा देख्न छैन?
request-language-button = भाषा अनुरोध गर्नुहोस्
	
## ProjectStatus	
status-contribute =	तपाईंको आवाज योगदान गर्नुहोस्
status-hours 	
{ $hours ->	
[one] अहिलेसम्म एक मान्य घण्टा!
* *[other] { $hours } अबसम्म मान्य घण्टा!
}	
# Variables:	
# $goal - number of hours representing the next goal	
status-goal = अर्को लक्ष्यहरू: {  $goal }
english = अंग्रेजी
	
## ProfileForm	
profile-form-username 	
.label = प्रयोगकर्ता नाम
profile-form-native-language 	
.label = नेटिभ भाषा
profile-form-additional-language 	
.label = अतिरिक्त भाषा
profile-form-accent 	
.label = एक्सेन्ट
profile-form-age 	
.label = उमेर
profile-form-gender 	
.label = सेक्स
leaderboard-visibility 	
.label = लिडरबोर्ड दृश्यता
hidden = लुकाइएको
visible = दृश्यमान
native-language =	
.label = नेटिभ भाषा
profile-form-submit-save = बचत गर्नुहोस्
profile-form-submit-saved = बचत गरियो
male = नर
female = महिला
# Gender	
other = अन्य
why-profile-title =	किन एक प्रोफाइल?
why-profile-text = आफ्नो बारे केही जानकारी प्रदान गरेर, तपाईंले अडियो डेटा-वाचमा सबमिट गर्नुभएको अडियो डेटा स्पिच पहिचान ईन्जिनहरूको लागि उपयोगी हुनेछ जुन उनीहरूको शुद्धता सुधार गर्न यो डाटा प्रयोग गर्दछ।
dashboard =	ड्यासबोर्ड
build-profile =	प्रोफाइल बनाउनुहोस्
avatar = अवतार
goals = गोलहरू
settings = सेटिंग्स
edit-profile = प्रोफाइल सम्पादन गर
profile-create-success = सफलता, प्रोफाइल सिर्जना गरियो!
profile-close =	बन्द
profile-explanation = एक प्रोफाईलको साथ तपाईको प्रगति ट्र्याक राख्नुहोस् र हाम्रो भ्वाइस डाटा अधिक सटीक हुन मद्दत गर्नुहोस्।
thanks-for-account = तपाईंको खाता पुष्टि गर्न को लागी धन्यवाद, अब तपाईंको प्रोफाइल बनाउनुहोस्।
why-demographic = किन यो कुरा गर्छ?
why-demographic-explanation = उमेर, लि ,्ग, र एक्सेंट जस्ता बेनामी प्रयोगकर्ता डेटाले मान्यता मान्यता इञ्जिनहरूको शुद्धतालाई प्रशिक्षण दिन प्रयोग गरिएको अडियो डेटा सुधार गर्न मद्दत गर्दछ। तपाईंको प्रयोगकर्ता नाम र ईमेल तपाईको सबमिट गरिएको डाटासँग कहिले पनि सम्बन्धित हुँदैन, र तपाईले आफ्नो उपयोगकर्ता नाम सार्वजनिक वा बेनामी बनाउने कि छनौट गर्न सक्नुहुन्छ।
accept-privacy = मँजिल्लाको <privacyLink>गोपनीयता नीति</privacyLink> मा वर्णन गर्ने बित्तिकै यस जानकारीलाई सम्बोधन गर्न मँ छु।
login-identity = लगइन परिचय
login-signup = लग ईन / साइन अप
edit = सम्पादन गर्नुहोस्
email-subscriptions = ईमेल सदस्यता
download-profile = मेरो डाटा डाउनलोड गर्नुहोस्
contribution-experience = योगदान अनुभव
skip-submission-feedback = सबमिशन प्रतिक्रिया छोड्नुहोस्
skip-submission-description = योगदान पेस गर्ने बखत प्रतिक्रिया सबमिट क्लिक गरेपछि छोडिनेछ। योगदान record रेकर्डि or वा मान्यताको अर्को सेटको साथ सीधा जारी हुनेछ।
skip-submission-note = नोट: तपाईंले अझै पनि बोल्न वा सुन्न योगदान प्रकार परिवर्तन गर्न बीचमा छनौट गर्न आवश्यक पर्दछ।
off = बन्द
on = खुल्ला
add-avatar-title = तपाईंको प्रोफाइलमा अवतार थप्नुहोस्
browse-file-title =	एक छवि फाइल अपलोड गर्नुहोस्
browse-file = तान्नुहोस् वा छोड्नुहोस् वा <browseWrap>Browse</browseWrap>
connect-gravatar = Gravatar संग कनेक्ट गर्नुहोस्
gravatar_not_found = तपाईको इ-मेलको लागि कुनै gravatar फेला परेन
file_too_large = चयनित फाईल ज्यादै ठूलो छ
manage-subscriptions = सदस्यताहरू प्रबन्ध गर्नुहोस्
manage-email-subscriptions = ईमेल सदस्यता प्रबन्ध गर्नुहोस्
email-already-used = ईमेल पहिले नै फरक खाताको लागि प्रयोग गरीएको छ
add-language = भाषा थप्नुहोस्
change-email-setings = लगईन परिचय अन्तर्गत सेटि emailहरू मार्फत तपाईंको ईमेल परिवर्तन गर्नुहोस्
	
## FAQ	
faq-title = बारम्बार सोधिने प्रश्नहरू
	
faq-what-cv-q = परियोजना लोक-वाच के हो?
faq-what-cv-a =	लोक भनेको मान्छे; वाचको अर्थ आवाज हो। प्रोजेक्ट लोक-वाच वास्तविक व्यक्तिको बोली नमूनाहरू स collecting्कलन गर्ने बारेमा हो न कि भ्वाइस-ओभर पेशेवरहरू। आवाज पहिचान टेक्नोलोजीले मेशिनहरूसँग कुराकानी गर्ने तरीकामा क्रान्तिमा परिवर्तन ल्याइरहेको छ, तर हाल उपलब्ध प्रणालीहरू महँगो र मालिकाना छन्। लोक वाच भनेको भारतीय स्पिकरहरूको दान गरिएको आवाजहरूको डेटाबेस हो जसले कसैलाई चाँडै र सजिलैसँग सम्भावित सबै भाषामा भ्वाईस-सक्षम अनुप्रयोगहरूलाई प्रशिक्षण दिन दिन्छ। हामी विशेष रूपमा भारतीय भाषाहरूको आवाज नमूनाहरू संकलन गर्दैछौं जुन अधिक लोकप्रिय १ with भाषाहरू (भारतीय अंग्रेजी र हिंग्लिश सहित) बाट शुरू हुन्छन् जसमा अधिक टाढा र कम बोल्ने भाषाहरू र अन्य भाषाहरू छन्। परियोजनाले वास्तविक जीवन बोलचाल भाषा, शब्द र वाक्यांशहरू, हिंग्लिश सहित कभर गर्न सुनिश्चित गर्दछ। यसले अनुप्रयोगलाई अधिक व्यावहारिक र प्रासंगिक बनाउँछ।
	
faq-why-important-q = किन यो महत्त्वपूर्ण छ?
faq-why-important-a = स्पिच प्रायः एक अर्को प्राकृतिक तरीका हो जुन हामी एक अर्कासँग कुराकानी गर्दछौं र भ्वाइस टेक्नोलोजीले त्यो सुविधालाई हाम्रो कम्प्युटर र मोबाइल उपकरणहरूमा ल्याइरहेको छ। हामी विकासकर्ताहरूलाई वास्तविक-समय ट्रान्सक्रिप्शन, अनुवाद र भ्वाइस-सक्षम डिजिटल सहायकहरू जस्ता अद्भुत आवाज पहिचान अनुप्रयोगहरू निर्माण गर्न सशक्त बनाउन चाहन्छौं। तर अहिले भ्वाइस डाटा को यस प्रकारका अनुप्रयोगहरू निर्माण गर्न आवाश्यक हुन्छ महँगो छ। हामी आशा गर्दछौं कि लोक-वाच डाटासेटले विकासकर्ताहरूलाई उनीहरूको भाषामा भाष्य टेक्नोलोजी उपलब्ध गराउन नयाँ कुरा ल्याउने कुरा प्रदान गर्दछ। आवाज मान्यतालाई अझ विश्वव्यापी बनाउनको लागि, हामी भारतको सबै कुनामाबाट भ्वाइस नमूनाहरू संकलन गर्दैछौं।
	
faq-what-todo-q = तपाईं यी आवाज नमूनाहरूसँग के गर्न जाँदै हुनुहुन्छ?
faq-what-todo-a = आवाजको त्यस्तो विविध डाटासेटले विकासकर्ताहरू, उद्यमीहरू, र समुदायहरूलाई आफैंले यो खालीपन सम्बोधन गर्न सशक्त गर्दछ। प्रोजेक्ट लोक-वचनको थपमा, हामी हिंगलिशका लागि भाषण पहिचान इञ्जिन र Vacha.AI भनिने सबै भारतीय भाषाहरू पनि निर्माण गर्दैछौं।
	
faq-hinglish-q = हिंग्लिश भनेको के हो?
faq-hinglish-a = हिंग्लिश "हिन्दी" र "अंग्रेजी" को एक पोर्टमेन्टो (एक मिश्रण शब्द) हो। हिंग्लिशमा अन्य भारतीय भाषाहरूबाट शब्द / सन्दर्भ पनि हुन सक्छ र हिन्दीमा मात्र सीमित छैन। औपचारिक सन्दर्भमा पनि कहिलेकाँही यो भारतीयहरूका शब्दहरूको आविष्कार, आविष्कार, सन्दर्भमा पनि प्रयोग गरिन्छ।
	
faq-what-cv-and-deepspeech-q = लोक-वाच र वाच.ए.ए. बीच के भिन्नता छ?
faq-what-cv-and-deepspeech-a = प्रोजेक्ट लोक-वाच भारतीय भाषाहरूको अडियो नमूनाहरू स collecting्कलन गर्ने बारे हो। Vacha.AI एक स्पीच मान्यता ईन्जिन हो, कि लेबल-डाटा द्वारा संकलित लेबल डाटा प्रयोग गर्दछ।
	
faq-is-goal-assistant-q = के यस अनुप्रयोगको लक्ष्य भ्वाइस सहायक जस्तै सिरि, अलेक्सा, Cortana निर्माण गर्ने हो?
faq-is-goal-assistant-a = परियोजना लोक-वाचको लक्ष्य भ्वाइस-पाठ डाटासेट बनाउने हो। विश्वमा जो कोहीलाई पनि भाषण मान्यता, स्पिकर मान्यता, वा कुनै पनि अन्य प्रकारको अनुप्रयोग निर्माण गर्न सक्षम गर्दछ जुन भ्वाइस डाटा आवश्यक पर्दछ। आवाज सहायक तपाईले निर्माण गर्न डाटासेट प्रयोग गर्न सक्नुहुने धेरै प्रकारका अनुप्रयोगमध्ये केवल एक हो।
	
faq-list-q = कुन भाषाहरूमा म योगदान दिन सक्छु?
faq-list-a =हाल, हामी मानिसहरूलाई १ speak भाषाहरू बोल्न र मान्य गर्न अनुमति दिइरहेका छौं, यी हुन्: भारतीय अंग्रेजी, हिन्दी, बंगाली, उर्दू, असमिया, पंजाबी, गुजराती, मराठी, कन्नड, तेलुगु, तमिल, मल्लल्लाम, नेपाली, ओडिया।
	
faq-do-want-native-q = म एक गैर-मूल वक्ता हुँ र म उच्चारणको साथ बोल्छु, के तपाईं अझै मेरो आवाज चाहनुहुन्छ?
faq-do-want-native-a = हो, हामी विशेष गरी तपाईंको आवाज चाहन्छौं! लोक-वाचको उद्देश्यका लागि सकेसम्म धेरै भिन्न उच्चारणहरू भेला गर्नु हो ताकि आवाज पहिचान सेवाहरू सबैको लागि समान रूपमा राम्रोसँग काम गर्नुहोस्। यसको मतलब गैर-देशी स्पिकरहरूको चन्दा विशेष महत्त्वपूर्ण हुन्छ।
	
faq-why-different-speakers-q = तपाईंलाई किन प्रति भाषा यति धेरै फरक वक्ताहरूको आवश्यकता छ?
faq-why-different-speakers-a = धेरै स्पिच डाटाबेसहरू अधिक जन-कलाकारहरूको साथ प्रशिक्षित हुन्छन् जुन निश्चित डेमोग्राफिकको ओभरस्पेंडिनेसनको साथ हुन्छ, जसले पुरुष र मध्यम वर्गतर्फ पूर्वाग्रहको परिणाम दिन्छ। प्रशिक्षण डेटा सेटहरूमा कम प्रतिनिधित्व हुने झुकाव र बोलीहरू सामान्यतया सीमान्तकृत भएका व्यक्तिहरूको समूहसँग सम्बन्धित छ। धेरै मेशिनहरु पनि महिला आवाज बुझ्न संघर्ष गर्दछ। विविधता र अनियमितता एमएल समस्याको लागि राम्रो छ।
	
faq-why-my-lang-q = किन मेरो भाषा अझै सम्मिलित छैन?
faq-why-my-lang-new-a = हामी विशेष गरी भारतमा बोलिने भाषाहरूमा काम गरिरहेका छौं। यदि तपाईं 000०००+ भारतीय भाषाहरू मध्ये एक बोल्नुहुन्छ, जुन यहाँ सूचीबद्ध छैन, तपाईं हामीलाई मेल गर्न सक्नुहुनेछ। हामी यो एपको विकासको अर्को चरणमा मारवाडी, सिंधी, काश्मिरी, मैथिली, डोगरी, कोंकणी, बोडो थप्न सक्छौं।
	
faq-what-quality-q = डेटासेटमा भ्वाइस क्लिप प्रयोग गर्न अडियो गुणस्तरको कुन स्तर आवश्यक छ?
faq-what-quality-a = हामी लोका-वाच डाटासेटलाई अडियो गुण प्रतिबिम्बित गर्न चाहन्छौं वाचन-देखि-टेक्स्ट इन्जिनले जंगलमा सुन्न सक्छ, त्यसैले हामी विविधता खोजिरहेका छौं। स्पिकरहरूको बिभिन्न समुदायको साथसाथै, फरक अडियो गुणसहितको डाटासेटले स्पिच-टु-टेक्स्ट ईन्जिनलाई विभिन्न वास्तविक-विश्व परिस्थितिहरू ह्यान्डल गर्न सिकाउँदछ, पृष्ठभूमिबाट बोल्ने कार आवाजबाट। जबसम्म तपाईंको भ्वाइस क्लिप सुगम छ, यो डाटासेटको लागि पर्याप्त हुनुपर्छ।
	
faq-why-10k-hours-q = अडियो क्याप्चरको लागि किन 10,000 भाषाहरू प्रति भाषा लक्ष्य प्रति दिन गोल गरिन्छ?
faq-why-10k-hours-a = डीप लर्निंग / एआई टेक्नोलोजीमा अनुसन्धानले भन्छ कि १०,००० घण्टा अडियो डाटा उत्पादन-तैयार स्पिच-टु-टेक्स्ट प्रणालीलाई प्रशिक्षण दिन आवश्यक घण्टाको संख्या हो।
	
faq-how-calc-hours-q = तपाईं कसरी घण्टा गणना गर्नुहुन्छ?
faq-how-calc-hours-a =	हामी प्रत्येक रेकर्डिंगको औसत लम्बाइ अनुमान गरेर घण्टा हिसाब गर्छौं, र त्यस पछि सबै भाषाहरूमा रेकर्डिंगको कुल संख्याले त्यस संख्यालाई गुणा गर्छौं।
	
faq-how-get-q =	म कसरी लोक-वाच डाटा प्राप्त गर्न सक्छु?
faq-how-get-a =	 डाटा अझै तयार छैन। राम्रो डेटा स amount्कलन पछि पनि, बन्डलि,, सफाई, र डाटा लेबलिंग गर्न अतिरिक्त समय र संसाधनहरू आवश्यक पर्दछ। हामी एआई / एमएल विकासकर्ताहरू र उत्साहीहरूको लागि डाटा रिलीज गर्न सक्दछौं एक पटक यो पर्याप्त ठूलो भए पछि।
	
faq-pay-now-q =	 म स्थानीय भाषाको लागि भुक्तान गर्न तयार छु, के म अब यो प्राप्त गर्न सक्छु?
faq-pay-now-a =	 हामी तपाईलाई अपील गर्दछौं यस प्रोजेक्टको बारेमा सन्देश फैलाउन हामीलाई सहयोग गर्न; र मानिसहरूलाई उनीहरूको आवाज दान गर्न राजी गर्नुहोस्। यसले डाटा संग्रह प्रक्रिया र रिलिज टाइमलाइनलाई जोड दिनेछ।
	
faq-contribute-q = म कसरी योगदान गर्न सक्छु?
faq-contribute-a = तपाईं खाता सिर्जना गरेर योगदान गर्न सक्नुहुनेछ; तपाईंको आवाज दान गरेर अनुप्रयोगले प्रदान गरेको वाक्यहरू ठूलो स्वरमा बोलेर; र अन्य कार्यहरूलाई मान्य बनाउने / अस्वीकृत गरेर अन्य कार्यहरूलाई मान्य बनाउँछ। लोक-वाचमा खाताको लागि साइन अप गर्दा परियोजनाले एएसआर मोडेलको शुद्धता बढाउन मद्दत गर्दछ।
	
faq-why-account-q =	 म किन खाताको लागि साइन अप गर्नु पर्छ?
faq-is-account-public-q = के मेरो खाता जानकारी सार्वजनिक छ?
faq-is-account-public-a = होईन
	
faq-what-is-cv = लोक-वाच भनेको के हो?
faq-using-cv = लोक-वाच प्रयोग गर्दै
faq-description =	लोक-वाच भनेको मेशिनहरूलाई सिकाउन मद्दत गर्ने एउटा पहल हो कि वास्तविक व्यक्तिहरू कसरी बोल्छन्।
faq-search-for-answers	
.label = उत्तर खोज्नुहोस्
	
## ABOUT US	
about-title =	LOK के हो?
about-subtitle = हिन्दीमा "लोक" (& amp; धेरै अन्य भारतीय भाषाहरू) भनेको मान्छे हुन्। "वाच" भनेको आवाज हो। लोक-वाच भनेको मेशिनहरूलाई सिकाउन मद्दत गर्ने एउटा पहल हो कि वास्तविक व्यक्तिहरू कसरी बोल्छन्। लोक वाच डाटासेटको साथसाथै हामी खुला स्रोत स्वचालित स्पीच रिकग्निशन (ASR) इञ्जिन पनि निर्माण गर्दैछौं।
about-header-description = यी दुबै प्रोजेक्टहरू डिजिटल स्पिच डिभिडन ब्रिज गर्न हाम्रा प्रयासहरूको हिस्सा हुन्। आवाज पहिचान टेक्नोलोजीले हाम्रो उपकरणहरूमा मानवीय आयाम ल्याउँछ, तर विकासकर्ताहरूलाई उनीहरूको निर्माण गर्न आवाज डेटाको एक विशाल मात्रा चाहिन्छ। हाल, धेरै जसो डाटा महँगो र मालिकाना छन्। हामी सुनिश्चित गर्न चाहन्छौं कि डाटाले वास्तविक व्यक्तिको विविधतालाई प्रतिनिधित्व गर्दछ। सँगै हामी सबैको लागि आवाज पहिचान राम्रो बनाउन सक्छौं।
how-does-it-work-title = यस्ले कसरी काम गर्छ?
how-does-it-work-text = हामी भ्वाइसर्स को एक खुला स्रोत डेटासेट भीडसोर्सिंग गर्दै छौं। तपाईंको आवाज दान गर्नुहोस्, अन्य व्यक्तिको क्लिपहरूको शुद्धता प्रमाणित गर्नुहोस्, डाटासेटलाई सबैका लागि राम्रो बनाउँनुहोस्।
about-speak = बोल्नुहोस्
about-speak-text = योगदानकर्ताहरु दान वाक्यहरु को एक बैंक बाट पढेर आवाज क्लिप रेकर्ड।
about-listen-queue = सुन्नुहोस्-कतार
about-listen-queue-text = आवाज क्लिपहरू सबमिशन लाममा प्रविष्ट गरियो जुन तिनीहरूलाई सुन्नको लागि तयार गर्दछ।
about-listen =	सुन्नुहोस्
about-listen-text = प्रयोगकर्ताहरूले दान गरिएको क्लिपहरूको सटीकता मान्य गर्दछ, स्पीकरले वाक्य ठीकसँग पढ्यो भनेर जाँच गर्दै।
about-is-it-valid =	 के क्लिप मान्य छ?
about-is-it-valid-text = एक भ्वाइस क्लिप "मान्य" को रूपमा चिनो लगाइएको छ जब प्रयोगकर्ताले यो भोट दिन्छ।
about-yes-votes = Yes २ हो भोट
about-yes-votes-text = यसलाई लोक डाटासेटमा बनाउनको लागि, भ्वाइस क्लिप दुई अलग प्रयोगकर्ताहरू द्वारा मान्य हुनुपर्दछ।
about-no-votes =  ≥ 2 भोट छैन
about-no-votes-text = जब एक प्रयोगकर्ताले आवाज क्लिप अस्वीकार गर्दछ यो लाममा फिर्ता हुन्छ। यदि दोस्रो पटक अस्वीकार गरियो भने, आवाज क्लिप क्लिप कब्रिस्तानमा सारियो।
about-dataset = लोक डाटासेट
about-dataset-text = लोक डाटासेटले सयौं हजारौं ध्वनि नमूनाहरू समावेश गर्दछ जुन विकासकर्ताहरूलाई आवाज मान्यता उपकरणहरू निर्माण गर्न मद्दत गर्दछ।
about-clip-graveyard = क्लिप कब्रिस्तान
about-clip-graveyard-text =	क्लिप कब्रिस्तानमा भ्वाइस क्लिपहरू हुन्छन् जुन यसलाई लोकर डाटासेटमा बनाउँदैन। डाटासेट जस्तै, क्लिप कब्रिस्तान डाउनलोड को लागी उपलब्ध छ।
about-partners = पार्टनरहरू
about-become-a-partner = एक पार्टनर बन्नुहोस्
about-partnership =	लोक एक सहयोगी परियोजना हो, र हामी हाम्रो साझेदारहरू र योगदानकर्ताहरूको समुदायमा निर्भर छौं भौंस सम्म आवाजहरूको सबैभन्दा ठूलो खुला स्रोत डाटासेट बनाउन। हामी परियोजना र मद्दतको लागि निम्न व्यक्ति र संगठनहरूलाई धन्यवाद दिन चाहन्छौं:
about-get-involved = संलग्न हुनुहोस्
about-get-involved-text = लोक-वाचलाई अझ राम्रो बनाउन मद्दत गर्न चाहानुहुन्छ?
सुझावहरू छन्; प्रतिक्रिया? <discourseLink> फोरमहरू </discourseLink> मा साझेदारी गर्नुहोस्,
मुद्दा वा बग भेटियो? <githubLink> GitHub </githubLink> मा रिपोर्ट गर्नुहोस्।
वा अरू कुनै चीजको लागि हामीलाई सम्पर्क गर्नुहोस् <contactLink> ईमेल </contactLink>।

about-nav-why-common-voice = किन?
about-nav-how-it-works = कसरी?
about-nav-partners = पार्टनरहरू
about-nav-get-involved = संलग्न हुनुहोस्
mycroft-title = Mycroft ऐ
mycroft-subtitle = कृत्रिम बुद्धिमत्ता
mycroft-description = Mycroft विश्वको पहिलो खुला स्रोत सहायक हो।
Mycroft कहिँ पनि चल्छ - एक डेस्कटप कम्प्युटरमा, अटोमोबाईल भित्र, वा रास्पबेरी पाईमा।
mycroft-secondary-description =	 यो खुला स्रोत सफ्टवेयर हो जुन स्वतन्त्र रूपमा रिमिक्स, विस्तार, र सुधार गर्न सकिन्छ। Mycroft एक विज्ञान परियोजना देखि एक उद्यम सफ्टवेयर अनुप्रयोग को लागी केहि मा प्रयोग हुन सक्छ।
	
## Glossary	
glossary = शब्दावली
localization = स्थानीयकरण
localization-explanation = यो धेरै स्थानीय (भाषाहरू) को लागि अनुवादित र हाम्रो सामग्री अनुकूलनको लागि हाम्रो प्रक्रिया हो।
sentence-collection = वाक्य संग्रह
sentence-collection-explanation = सार्वजनिक डोमेन बाट वाक्य संकलन, वा सार्वजनिक डोमेन को लागी नयाँ लेख्न।
hours-recorded-explanation = हामीले अहिले सम्म स have्कलन गरेका आवाज रेकर्डिंग घण्टाको गणना।
hours-validated-explanation = आवाज रेकर्डिंग घण्टाको गन्ती जुन "हो" को मतको साथ out मध्ये २ जनाले मान्यीकरण गरेका छन्। यी समग्र प्रोजेक्ट १०k घण्टा लक्ष्य तिर प्रगति हो।
sst = Speech-to-Text (STT)
sst-explanation = स्पिच-टु-टेक्स्ट (STT) टेक्नोलोजीहरूले भ्वाइस डाटालाई पाठमा रूपान्तरण गर्दछ।
de-identified = डि-पहिचान
de-identified-explanation = डाटासेटको एक अंशको रूपमा डाउनलोडको लागि प्याकेज गर्दा योगदानकर्ताको प्रोफाइल जानकारी उनीहरूको डोनेट भ्वाइस क्लिपहरूबाट अस्पष्ट हुन्छ।
	
## NotFound	
notfound-title = फेला परेन
notfound-content = मलाई डर लाग्छ मलाई थाहा छैन तपाईले खोज्नु भएको कुरा।
	
## Data	
data-download-button = लोक डाटा डाउनलोड गर्नुहोस्
data-download-yes = हो
data-download-deny = होईन
data-download-license = इजाजत पत्र: <licenseLink> CC-0 </licenseLink>
data-download-modal = तपाईं  <size>{ $size }GB</size> को डाउनलोड सुरु गर्न लाग्नुभएको छ, अगाडि बढ्नुहुन्छ?
data-subtitle =	 हामी आवाजको एक खुला र सार्वजनिक रूपमा उपलब्ध डाटासेट बनाइरहेका छौं जुन सबैले स्पिच-सक्षम अनुप्रयोगहरूलाई प्रशिक्षण दिन प्रयोग गर्न सक्दछन्।
data-explanatory-text =	 हामी विश्वास गर्छौं कि ठूला र सार्वजनिक रूपमा उपलब्ध भ्वाइस डाटासेटहरू नवाचार र स्वस्थ वाणिज्यिक प्रतिस्पर्धा मेशिन-लर्निंग आधारित भाषण प्रविधिमा। यो विश्वव्यापी प्रयास हो र हामी सबैलाई भाग लिन आमन्त्रित गर्दछौं। हाम्रो उद्देश्य भनेको भाषण प्रविधिको अधिक समावेशी हुन, विश्वभरिबाट आवाजहरूको विविधता झल्काउन मद्दत गर्नु हो।
data-get-started = <speechBlogLink> भाषण पहिचानको साथ सुरू गर्नुहोस् </speechBlogLink>
data-other-title = अन्य आवाज डाटासेट ...
data-other-goto = { $name } to मा जानुहोस्
data-other-download = डाटा डाउनलोड गर्नुहोस्
data-bundle-button = डाटासेट बन्डल डाउनलोड गर्नुहोस्
data-bundle-description = लोक डाटा प्लस माथिका सबै अन्य भ्वाइस डाटासेटहरू।
license = इजाजतपत्र: <licenseLink> {$ लाइसेन्स} </licenseLink>
license-mixed = मिश्रित
review-terms = लोक प्रयोग गरेर, तपाईं हाम्रो <termsLink> सर्त </termsLink> र  <privacyLink> गोपनीयता सूचना </privacyLink> मा सहमत हुनुहुन्छ।
terms-agree = म सहमत छु
terms-disagree = म सहमत छैन
review-aborted = अपलोड रद्द गरियो। के तपाइँ तपाइँको रेकर्डि? हटाउन चाहानुहुन्छ?
review-submit-title = समीक्षा र बुझाउनुहोस्
review-submit-msg = रेकर्डिंगको लागि धन्यबाद! <lineBreak> </lineBreak> अब समीक्षा गर्नुहोस् र तल आफ्नो क्लिपहरू सबमिट गर्नुहोस्।
review-recording = समीक्षा
review-rerecord = पुन: रेकर्ड गर्नुहोस्
review-cancel =	सबमिशन रद्द गर्नुहोस्
review-keep-recordings = रेकर्डि Keep राख्नुहोस्
review-delete-recordings = मेरो रेकर्डि। हटाउनुहोस्
	
## New Datasets Page	
datasets-headline = हामी खुला स्रोत, आवाजको बहु-भाषा डाटासेट निर्माण गर्दैछौं जुन कोहीले स्पिच-सक्षम अनुप्रयोगहरूलाई प्रशिक्षण दिन प्रयोग गर्न सक्दछ।
datasets-positioning = हामी विश्वास गर्छौं कि ठूला, सार्वजनिक रूपमा उपलब्ध भ्वाइस डाटासेटहरूले नवाचार र स्वस्थ वाणिज्यिक प्रतिस्पर्धालाई मेशिन-लर्निंग आधारित भाषण प्रविधिमा बढावा दिनेछ।
Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one.	
Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.	
language = भाषा
# File size in gigabytes	
size = आकार
validated-hr-total = मान्य घण्टा कुल
overall-hr-total = समग्रमा कुल
cv-license = लाइसेन्स
audio-format = अडियो ढाँचा
number-of-voices = आवाजको संख्या
splits = विभाजन
email-to-download = डाउनलोड गर्न ईमेल प्रविष्ट गर्नुहोस्
why-email = <b>Why an email?</b> हामीले भविष्यमा तपाईंलाई डेटासेटमा परिवर्तनहरूको बारेमा सम्पर्क गर्न आवश्यक पर्दछ, ईमेलले हामीलाई सम्पर्कको बिन्दु प्रदान गर्दछ।
confirm-size = तपाईं  <b>{ $size }</b> को डाउनलोड सुरु गर्न तयार हुनुहुन्छ
size-gigabyte = जीबी
size-megabyte = MB
confirm-no-identify = <b>You agree</b> लोक डाटासेटमा स्पिकरहरूको पहिचान निर्धारण गर्न प्रयास नगर्ने
download-language = { $language } डाउनलोड गर्नुहोस्
validated-hours = मान्य समय
recorded-hours = रेकर्ड गरिएको समय
whats-inside = लोक डाटासेट भित्र के छ?
dataset-description-hours 	
डाटासेटमा प्रत्येक प्रविष्टि एक अद्वितीय एमपी 3 र सम्बन्धित पाठ फाइल समावेश गर्दछ। डाटासेटमा धेरै <b>{ $total }</b> रेकर्ड गरिएका घण्टामा उमेर, लि ,्ग, र एक्सेंट जस्ता डेमोग्राफिक मेटाडाटा समावेश गर्दछ जसले भाषण मान्यता इन्जिनहरूको शुद्धतालाई प्रशिक्षण दिन मद्दत गर्दछ।
डेटासेटमा हाल <b>{ $valid }</b> मान्य घण्टा <b>{ $languages }</b> भाषाहरू हुन्छन्, तर हामी सँधै बढी आवाज र भाषाहरू थप्दै छौं। भाषाको लागि अनुरोध गर्न वा योगदान सुरू गर्नका लागि हाम्रो <languagesLink> भाषाहरू पृष्ठ </languagesLink> लिink्कमा हेर्नुहोस्।
want-dataset-update = अद्यावधिकहरू चाहनुहुन्छ जब हामी लोक डाटासेटको नयाँ संस्करण जारी गर्दछौं? हाम्रो न्यूजलेटरको सदस्यता लिनुहोस्।
subscribe = सदस्यता लिनुहोस्
get-started-speech = भाषण मान्यताका साथ सुरू गर्नुहोस्
other-datasets = अन्य भ्वाइस डाटासेट
feedback-q = प्रतिक्रिया छ?
deepspeech-info = सामान्य आवाज डेटासेटले मोजिल्लाको खुला स्रोत भ्वाइस मान्यता इञ्जिन डीप स्पीचको पूरक बनाउँदछ, जुन तपाईं भाषण मान्यता अनुप्रयोगहरू निर्माण गर्न प्रयोग गर्न सक्नुहुनेछ। हाम्रो <githubLink> Github सिंहावलोकन </githubLink> पढ्नुहोस् वा कसरी सुरू गर्ने भन्ने जान्न <discourseLink> डीपस्पेच प्रवचन </discourseLink> मा सामेल हुनुहोस्।
common-voice-info-new = साझा आवाजको बारेमा प्रश्नहरू छन्? विशेष भाषाको बारेमा सुधारहरू वा सुझावहरूको लागि विचारहरू? हाम्रो <discourseLink> छलफल फोरम </discourseLink> मा सामेल हुनुहोस् र हामीलाई जानकारी दिनुहोस्।
data-other-librispeech-description = लिब्रीस्पेच लगभग १ hours घण्टाको १K घण्टाको लि English्गभाष पढ्ने अ speech्ग्रेजी हो जसमा लिब्रीभाक्स परियोजनाबाट अडियोबुकहरू पढिएको थियो।
data-other-ted-name = टेड- LIUM कर्पस
data-other-ted-description = TED-LIUM कर्पस अडियो वार्ताबाट बनाइएको थियो र उनीहरूका ट्रान्सक्रिप्शनहरू टेड वेबसाइटमा उपलब्ध छन्।
data-other-voxforge-description = भोक्सफोर्ग नि: शुल्क र खुला स्रोत बोली मान्यता ईन्जिनको साथ प्रयोगको लागि ट्रान्सक्रिप्ट गरिएको भाषण स collect्कलन गर्न स्थापित गरिएको थियो।
data-other-tatoeba-description = Tatoeba वाक्यांश, अनुवाद, र भाषा अडियोमा प्रयोगको लागि स्पोकन अडियोको ठूलो डाटाबेस हो। यो डाउनलोडले तिनीहरूको समुदाय द्वारा रेकर्ड गरिएको अंग्रेजी समावेश गर्दछ।
your-feedback = के तपाइँसँग विचारहरू छन् कि हामी कसरी लोक डाटासेटलाई अझ राम्रो बनाउन सक्छौं? हामीलाई प्रवचनमा थाहा दिनुहोस्
go-discourse = प्रवचनमा जानुहोस्
missing-language = तपाईंको भाषा डाटासेटमा प्रतिबिम्बित भएको देख्नुहुन्न? हाम्रो भाषा पृष्ठमा एक भाषा हेड अनुरोध गर्नुहोस्।
go-languages-page = भाषाहरू पृष्ठमा जानुहोस्
ready-to-validate =	वाक्यहरू मान्य गर्न मद्दत गर्न तयार हुनुहुन्छ?
more = अधिक
close = बन्द
download = डाउनलोड गर्नुहोस्
	
## Download Modal	
download-title = तपाईंको डाउनलोड सुरु भएको छ।
download-helpus = हामीलाई भ्वाइस टेक्नोलोजी वरिपरि समुदाय निर्माण गर्न, ईमेल मार्फत सम्पर्कमा रहन सहयोग गर्नुहोस्।
download-form-email 	
.label = तपाईंको ईमेल प्रविष्ट गर्नुहोस्
.value = धन्यबाद, हामी सम्पर्कमा छौं।
download-back = लोक डाटासेटमा फर्कनुहोस्
download-no = होईन धन्यवाद
	
## Contact Modal	
contact-title =	सम्पर्क फारम
contact-form-name 	
.label = नाम
contact-form-message 	
.label = सन्देश
contact-required = * आवश्यक छ
	
## Request Language Modal	
request-language-title = भाषा अनुरोध
request-language-form-language 	
.label = भाषा
request-language-success-title = भाषा अनुरोध सफलतापूर्वक पेश गरियो, धन्यवाद।
request-language-success-content = हामी तपाइँको भाषालाई चाँडै साझा आवाजमा कसरी थप गर्ने भन्ने बारे अधिक जानकारीको साथ सम्पर्कमा रहनेछौं।
select-language = भाषा चयन गर्नुहोस् ...
other-language = अन्य भाषा
	
## Languages Overview	
language-section-in-progress = प्रगति हुदैछ
language-section-in-progress-new-description = यी भाषाहरू हाल सामुदायिक विकास अन्तर्गत छन्। प्रगति पट्टीले प्रत्येक भाषा  <localizationGlossaryLink>वेबसाइट स्थानीयकरण</localizationGlossaryLink> र <sentenceCollectionGlossaryLink>वाक्य संग्रह</sentenceCollectionGlossaryLink> को प्रक्रियामा कति टाढा छ भनेर संकेत गर्दछ।
language-section-launched = सुरू भयो
language-section-launched-description = यी सुरू भएका भाषाहरूको लागि वेबसाइट सफलतापूर्वक <localizationGlossaryLink>स्थानीयकृत</localizationGlossaryLink>, र पर्याप्त <sentenceCollectionGlossaryLink>वाक्य स .्कलन गरियो</sentenceCollectionGlossaryLink> वाक्य संकलन गरीएको छ <speakLink>बोल्नुहोस्</speakLink> र <listenLink>सुन्नुहोस्</listenLink> योगदानहरू।
languages-show-more = अधिक हेर्नुहोस्
languages-show-less = कम हेर्नुहोस्
language-speakers = स्पिकरहरू
language-meter-in-progress = प्रगति
language-total-progress = कुल
language-search-input 	
.placeholder = खोज्नुहोस्
localized = स्थानीयकृत
sentences =	वाक्य
total-hours = मान्य घण्टा
	
## New Contribution=	
action-click = क्लिक गर्नुहोस्
action-tap = ट्याप गर्नुहोस्
contribute = योगदान दिनुहोस्
listen = सुन्नुहोस्
skip = छोड्नुहोस्
shortcuts = सर्टकटहरू
clips-with-count = <bold>{ $count }</bold> क्लिपहरू
goal-help-recording = तपाईले लोक-वाचलाई हाम्रो दैनिक { $goalValue } रेकर्डिंग गोलको <goalPercentage> </goalPercentage> पुग्न मद्दत गर्नुभयो!
goal-help-validation = तपाईले लोक-वाचलाई हाम्रो दैनिक { $goalValue } वैधकरण लक्ष्यको <goalPercentage> </goalPercentage> पुग्न मद्दत गर्नुभयो!
contribute-more 	
{ $count ->	
*[other] { $count } बढी गर्न तयार हुनुहुन्छ?
}	
record-cta = रेकर्डि Start सुरू गर्नुहोस्
record-platform-not-supported =	हामी क्षमाप्रार्थी छौं, तर तपाईंको प्लेटफर्म हाल समर्थित छैन।
record-platform-not-supported-desktop =	 डेस्कटप कम्प्युटरहरूमा, तपाईं नयाँ डाउनलोड गर्न सक्नुहुनेछ:
record-platform-not-supported-ios =	 <bold>iOS</bold> प्रयोगकर्ताहरूले हाम्रो नि: शुल्क अनुप्रयोग डाउनलोड गर्न सक्दछन्।
record-must-allow-microphone = तपाईंले माइक्रोफोन पहुँच अनुमति दिनु पर्छ।
record-no-mic-found = कुनै माइक्रोफोन भेटिएन।
record-error-too-short = रेकर्डि too एकदम छोटो थियो।
record-error-too-long = रेकर्डिंग धेरै लामो थियो।
record-error-too-quiet = रेकर्डि too एकदम शान्त थियो।
record-cancel =	 पुन: रेकर्डि Cancel रद्द गर्नुहोस्
record-instruction = { $actionType }<recordIcon></recordIcon> तब वाक्य ठूलो स्वरले पढ्नुहोस्
record-stop-instruction = done { $actionType }<stopIcon></stopIcon> जब सकियो
record-three-more-instruction = तीन जना जानुहोस्!
record-again-instruction = महान! <recordIcon></recordIcon> तपाईंको अर्को क्लिप रेकर्ड गर्नुहोस्
record-again-instruction2 = यसलाई जारी राख्नुहोस्, फेरि <recordIcon> </recordIcon> रेकर्ड गर्नुहोस्
record-last-instruction = <recordIcon> </recordIcon> अन्तिम अन्तिम!
review-tooltip = यहाँ जानुहुँदा यहाँ क्लिपहरू पुन: रेकर्ड गर्नुहोस्
unable-speak = अहिले बोल्न असमर्थ हुनुहुन्छ?
review-instruction = समीक्षा र क्लिप पुन: रेकर्ड यदि आवश्यक छ भने
record-submit-tooltip =	when { $actionType } सबमिट जब तयार छ
clips-uploaded = क्लिपहरू अपलोड गरियो
record-abort-title = पहिले रेकर्डि Fin समाप्त गर्नुहोस्?
record-abort-text = अहिले छोड्नुको मतलब तपाइँको प्रगति गुमाउनेछ
record-abort-submit = क्लिपहरू बुझाउनुहोस्
record-abort-continue = समाप्त रेकर्डि Fin
record-abort-delete = क्लिपहरू बाहिर निस्कनुहोस् र मेटाउनुहोस्
listen-instruction = { $actionType }<playIcon></playIcon> के उनीहरूले ठीकसँग वाक्य बोले?
listen-again-instruction = महान काम! <playIcon> </playIcon> सुन्नुहोस् जब तपाईं तयार हुनुहुन्छ
listen-3rd-time-instruction =2  तल तल राख्नुहोस्! <PlayIcon> </playIcon>
listen-last-time-instruction = <playIcon> </playIcon> अन्तिम एक!
nothing-to-validate = हामीसँग यस भाषामा मान्यीकरण गर्न केहि छैन, हामीलाई लाम भर्न सहयोग गर्नुहोस्।
record-button-label = तपाईंको आवाज रेकर्ड गर्नुहोस्
share-title-new = <bold>Help us</bold> अधिक आवाजहरू फेला पार्नुहोस्
	
## Goals	
streaks = स्ट्रिकहरू
days = { $count ->
[one] Day	
*[other] Days	
}	
recordings = { $count ->
[one] Recording	
*[other] Recordings	
}	
validations = { $count ->
[one] Validation	
*[other] Validations	
}	
	
## Dashboard	
your-languages = तपाईका भाषाहरु
toward-next-goal = अर्को लक्ष्य तर्फ
clips-you-recorded = क्लिपहरू तपाईले रेकर्ड गर्नुभयो
clips-you-validated = क्लिपहरू तपाईंले प्रमाणित गर्नुभयो
todays-recorded-progress = क्लिपमा रेकर्ड गरिएको आजको लोक-वाच प्रगति
todays-validated-progress = क्लिपहरूमा आजको लोक-वाच प्रगति मान्य भयो
stats =	 तथ्या .्क
you = तपाईं
everyone = सबैजना
contribution-activity = योगदान गतिविधि
top-contributors = शीर्ष योगदानकर्ताहरू
recorded-clips = रेकर्ड क्लिपहरू
validated-clips = मान्य क्लिपहरू
total-approved = कुल स्वीकृत
overall-accuracy = समग्र सटीकता
	
## Profile Delete	
delete-q = के तपाइँ तपाइँको भ्वाइस रेकर्डि? पनि मेट्न अनुरोध गर्न चाहानुहुन्छ, वा के तपाइँ तिनीहरूलाई लोक-वाच डाटासेटमा राख्न चाहानुहुन्छ?
keep = राख्न
remove = हटाउनुहोस्
keep-info = तपाईंको अज्ञात भ्वाइस रेकर्डि .हरू लोक-डाटा डाटासेटमा रहनेछ। एकचोटि तपाईंले आफ्नो प्रोफाइल मेटाउनुभयो भने तपाईं डाटासेटबाट तपाईंको रेकर्डि removeहरू हटाउन अनुरोध सबमिट गर्न सक्षम हुनुहुने छैन
remove-info = हामी डेटासेटबाट तपाईंको भ्वाइस रेकर्डि। हटाउन तपाईंको अनुरोधको समीक्षा गर्नेछौं। यदि तपाईंको अनुरोध स्वीकृत भयो भने, हामी तिनीहरूसँग सम्पर्क राख्नेछौं जसले डाटासेट डाउनलोड गरेका छन् र अनुरोध गर्दछ तिनीहरूले तपाईंको भ्वाइस रेकर्डि। पनि हटाउनेछ।
why-delete-recordings = लोक-वाच रेकर्डि। शिक्षाविद्हरू, साना व्यवसायहरू, र आवाज मान्यता उत्साहीहरू द्वारा प्रयोग गरिन्छ र आवाज मोडेलहरू जस्तो सार्वजनिक रूपमा उपलब्ध संसाधनहरू ट्रेन गर्न र बढाउनको लागि।
के तपाई हामीलाई बताउन सक्नुहुन्छ कि तपाई किन आफ्नो रेकर्डि ?हरु मेट्न चाहानुहुन्छ?
profile-form-delete = प्रोफाइल मेट्नुहोस्
	
## Landing	
welcome-staff = Welcome { $company } स्टाफलाई स्वागत छ!
help-contribute = तपाई एक विविध, खुला स्रोत डाटासेट निर्माण गर्न सक्नुहुनेछ लोक-वाच प्रोफाईल सिर्जना गरेर र तपाईंको भ्वाइस लाई योगदान गरेर।
login-company = In $ कंपनी} ईमेलको साथ लग इन / साइन अप गर्नुहोस्
profile-not-required = प्रोफाईल भएकोले योगदान दिन आवश्यक पर्दैन यो सहयोगी छ, तल किन हेर्नुहोस्।
read-more-about = हाम्रो बारेमा पृष्ठ मा अधिक पढ्नुहोस्
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	